{
    "Statin Allergen": {
        "vs-id": "Statin Allergen",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.42",
        "data-element": "The purpose of this value set is to represent concepts of an allergy to statin medications.",
        "incld": "This value set may use a model element related to Allergy/Intolerance.",
        "excld": "Includes concepts that define an allergy to statin medications."
    },
    "codelist": {
        "ICD10CM": [
            [
                "Z38.00",
                "Single liveborn infant, delivered vaginally"
            ],
            [
                "Z38.01",
                "Single liveborn infant, delivered by cesarean"
            ]
        ],
        "SNOMEDCT": [
            [
                "17561000119102",
                "Single liveborn born in hospital by vaginal delivery (situation)"
            ],
            [
                "442423001",
                "Single liveborn born in hospital by cesarean section (situation)"
            ],
            [
                "717803002",
                "Singleton liveborn born in hospital (situation)"
            ]
        ]
    },
    "Thrombolytic medications": {
        "vs-id": "Thrombolytic medications",
        "clinical-focus": "2.16.840.1.113762.1.4.1170.4",
        "data-element": "The purpose of this value set is to represent concepts for thrombolytic medications used for treatment of ST-segment elevation myocardial infaction (STEMI).",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes RXNORM codes that represent ingredients in thrombolytic medications for STEMI treatment."
    },
    "ACE Inhibitor or ARB Ingredient": {
        "vs-id": "ACE Inhibitor or ARB Ingredient",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1489",
        "data-element": "The purpose of this value set is to represent concepts for medications of angiotensin-converting enzyme (ACE) inhibitor and angiotensin-receptor blocker (ARB) ingredients.",
        "incld": "This value set may use a model element related to Allergy/Intolerance.",
        "excld": "Includes concepts that represent an allergy or intolerance for prescribable angiotensin-converting enzyme (ACE) inhibitor and angiotensin-receptor blocker (ARB) ingredients only."
    },
    "Beta Blocker Therapy Ingredient": {
        "vs-id": "Beta Blocker Therapy Ingredient",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1493",
        "data-element": "The purpose of this value set is to represent concepts for medications containing ingredients for beta blocker therapy.",
        "incld": "This value set may use a model element related to Allergy/Intolerance.",
        "excld": "Includes concepts that represent an allergy or intolerance for prescribable beta blockers."
    },
    "Estimated Gestational Age at Delivery": {
        "vs-id": "Estimated Gestational Age at Delivery",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.26",
        "data-element": "The purpose of this value set is to describe concepts of assessment for estimated gestational age at delivery.",
        "incld": "This value set may use a model element related to assessment.",
        "excld": "Includes concepts that define an assessment of the estimated gestational age at delivery."
    },
    "Emergency Department Evaluation": {
        "vs-id": "Emergency Department Evaluation",
        "clinical-focus": "2.16.840.1.113762.1.4.1111.163",
        "data-element": "The purpose of this value set is to represent concepts of an assessment performed in the emergency department.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent an assessment that was performed in the emergency department."
    },
    "Tobacco Use Screening": {
        "vs-id": "Tobacco Use Screening",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1278",
        "data-element": "The purpose of this value set is to represent concepts for assessments to screen for tobacco use.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent an assessment for tobacco use, including smoking and smoke-less tobacco products."
    },
    "Falls Screening": {
        "vs-id": "Falls Screening",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.118.12.1028",
        "data-element": "The purpose of this value set is to represent concepts for assessments using a falls screening tool.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent an assessment for fall risk."
    },
    "Standardized Tools for Assessment of Cognition": {
        "vs-id": "Standardized Tools for Assessment of Cognition",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1006",
        "data-element": "The purpose of this value set is to define concepts for assessments representing total score results for standardized tools used for the evaluation of cognition.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that describe assessments with total score results for the following standardized tools:\n-Blessed Orientation-Memory-Concentration Test (BOMC)\n-Montreal Cognitive Assessment (MoCA)\n-St. Louis University Mental Status Examination (SLUMS)\n-Mini-Mental State Examination (MMSE) [Note: The MMSE has not been well validated for non-Alzheimer's dementias]\n-Short Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE)\n-Ascertain Dementia 8 (AD8) Questionnaire\n-Minimum Data Set (MDS) Brief Interview of Mental Status (BIMS) [Note: Validated for use with nursing home patients only]\n-Formal neuropsychological evaluation\n-Mini-Cog."
    },
    "Standardized Pain Assessment Tool": {
        "vs-id": "Standardized Pain Assessment Tool",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1028",
        "data-element": "The purpose of this value set is to represent concepts for assessments using pain-focused tools or instruments to quantify pain intensity.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent an assessment of pain intensity."
    },
    "PHQ 9 and PHQ 9M Tools": {
        "vs-id": "PHQ 9 and PHQ 9M Tools",
        "clinical-focus": "2.16.840.1.113883.3.67.1.101.1.263",
        "data-element": "The purpose of this value set is to represent concepts for the assessments of PHQ 9 and PHQ 9M resulting in a completed depression assessment scores for adults and adolescents.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent a completed assessment using PHQ 9 and PHQ 9M depression assessment tools for adults and adolescents with a summary score."
    },
    "History of hip fracture in parent": {
        "vs-id": "History of hip fracture in parent",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1040",
        "data-element": "The purpose of this value set is to represent concepts for H145 assessments of a family history of hip fracture in a parent.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent an assessment for family history of hip fracture in a parent."
    },
    "Malnutrition Assessment": {
        "vs-id": "Malnutrition Assessment",
        "clinical-focus": "2.16.840.1.113762.1.4.1095.29",
        "data-element": "Malnutrition assessment of a patient based upon clinically relevant criteria.",
        "incld": "These terms will be used for Malnutrition Quality Measures.",
        "excld": "Clinical nutrition assessment terms included in extensional value sets."
    },
    "Malnutrition Risk Screening": {
        "vs-id": "Malnutrition Risk Screening",
        "clinical-focus": "2.16.840.1.113762.1.4.1095.40",
        "data-element": "This set of values indicates that a malnutrition screening was done by the health care professional.",
        "incld": "Data elements included in this set indicate an individual has been screened for malnutrition.",
        "excld": "Malnutrition Risk Screening criteria from multiple terminologies are included."
    },
    "Malnutrition Screening At Risk Result": {
        "vs-id": "Malnutrition Screening At Risk Result",
        "clinical-focus": "2.16.840.1.113762.1.4.1095.38",
        "data-element": "This set of values indicates that a patient was found to be at risk for malnutrition after completing a malnutrition screening done by the health care professional.",
        "incld": "Data included in this set represent that an individual has been evaluated to be at risk for malnutrition.",
        "excld": "Malnutrition At Risk criteria from the SNOMED-CT terminology are included."
    },
    "Birth Weight": {
        "vs-id": "Birth Weight",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.194",
        "data-element": "The purpose of this value set is to represent concepts for assessments measuring birth weights of newborn.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that identify an assessment of the birth weight of a newborn."
    },
    "Level of Severity of Retinopathy Findings": {
        "vs-id": "Level of Severity of Retinopathy Findings",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1283",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of the level of severity of retinopathy.",
        "incld": "This value set may use a model element related to Diagnosis or Communication.",
        "excld": "Includes concepts that represent a diagnosis of mild, moderate, severe, or very severe non-proliferative and proliferative diabetic retinopathy."
    },
    "Macular Edema Findings Present": {
        "vs-id": "Macular Edema Findings Present",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1320",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses to identify the presence of macular edema.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of macular edema."
    },
    "Consultant Report": {
        "vs-id": "Consultant Report",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.121.12.1006",
        "data-element": "The purpose of this value set is to represent concepts for consultant reports.",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent various consultant reports and notes."
    },
    "Atrial Fibrillation/Flutter": {
        "vs-id": "Atrial Fibrillation/Flutter",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.202",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses to identify patients with a history of atrial fibrillation/flutter or a current finding of atrial fibrillation/flutter.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a history of atrial fibrillation/flutter or a current finding of atrial fibrillation/flutter."
    },
    "Venous Thromboembolism": {
        "vs-id": "Venous Thromboembolism",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.279",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of venous thromboembolism (VTE), including a pulmonary embolism.",
        "incld": "This value set may use a model element related to Diagnosis.\n.",
        "excld": "Includes concepts that represent a diagnosis of proximal venous thromboembolism (VTE) and pulmonary embolism of  popliteal veins, femoral/superficial femoral veins, deep femoral veins, ileofemoral veins, iliac veins and inferior vena cava."
    },
    "Anaphylactic Reaction to DTaP Vaccine": {
        "vs-id": "Anaphylactic Reaction to DTaP Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.199.12.1031",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  an anaphylactic reaction to DTaP (diphtheria, tetanus, and acellular pertussis) vaccine.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of an anaphylactic reaction to DTaP vaccine."
    },
    "Disorders of the Immune System": {
        "vs-id": "Disorders of the Immune System",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.120.12.1001",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of conditions affecting the immune system.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of disorders of the immune system including disorders of the immunoglobulins and the complement system."
    },
    "Encephalitis Due to Diphtheria, Tetanus or Pertussis Vaccine": {
        "vs-id": "Encephalitis Due to Diphtheria, Tetanus or Pertussis Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1164",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of an encephalitis due to DTaP, diphtheria, tetanus, or pertussis vaccine.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of encephalitis to diphtheria, tetanus or pertussis vaccine."
    },
    "HIV": {
        "vs-id": "HIV",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.272",
        "data-element": "The purpose of this value set is to group diagnoses of human immunodeficiency virus (HIV).",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of human immunodeficiency virus (HIV)."
    },
    "Hepatitis A": {
        "vs-id": "Hepatitis A",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1024",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of Hepatitis A infection.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of Hepatitis A."
    },
    "Hepatitis B": {
        "vs-id": "Hepatitis B",
        "clinical-focus": "2.16.840.1.113883.3.67.1.101.1.269",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for acute or chronic Hepatitis B infections.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of acute or chronic Hepatitis B."
    },
    "Intussusception": {
        "vs-id": "Intussusception",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.199.12.1056",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of intussusception.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of intussusception."
    },
    "Malignant Neoplasm of Lymphatic and Hematopoietic Tissue": {
        "vs-id": "Malignant Neoplasm of Lymphatic and Hematopoietic Tissue",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.108.12.1009",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of lymphoma and other cancers of the lymph and hematologic systems.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of lymphoma, leukemia and other malignant cancers of the lymphatic and hematologic systems."
    },
    "Measles": {
        "vs-id": "Measles",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1053",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  measles infections.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of measles infections."
    },
    "Mumps": {
        "vs-id": "Mumps",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1032",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  mumps infections.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of mumps infections."
    },
    "Rubella": {
        "vs-id": "Rubella",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1037",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  rubella infections.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of rubella infections."
    },
    "Severe Combined Immunodeficiency": {
        "vs-id": "Severe Combined Immunodeficiency",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.120.12.1007",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  severe combined immunodeficiency including both genetic and other causes.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a severe combined immunodeficiency including genetic conditions and other causes."
    },
    "Varicella Zoster": {
        "vs-id": "Varicella Zoster",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1039",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  varicella zoster infections.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of varicella zoster infections."
    },
    "Diabetes": {
        "vs-id": "Diabetes",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.103.12.1001",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  diabetes.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of type I or type II diabetes."
    },
    "Frailty Diagnosis": {
        "vs-id": "Frailty Diagnosis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1074",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  potential indicators of frailty.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent that a diagnosis of potential frailty when coupled with older age: dependence on durable medical equipment for long-term use, limitation of activities of daily living due to disability, need for assistance with care, pressure ulcers, and falls."
    },
    "Congenital or Acquired Absence of Cervix": {
        "vs-id": "Congenital or Acquired Absence of Cervix",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.111.12.1016",
        "data-element": "The purpose of this value set is to represent diagnoses related to absence of a cervix.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of an absence of cervix with or without remaining uterus, congenital or acquired absence of cervix, radical or total hysterectomy."
    },
    "History of bilateral mastectomy": {
        "vs-id": "History of bilateral mastectomy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1068",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a history of bilateral mastectomy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a history of a bilateral mastectomy."
    },
    "Status Post Left Mastectomy": {
        "vs-id": "Status Post Left Mastectomy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1069",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a history of a left mastectomy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a left mastectomy."
    },
    "Status Post Right Mastectomy": {
        "vs-id": "Status Post Right Mastectomy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1070",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a history of a right mastectomy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a right mastectomy."
    },
    "Unilateral Mastectomy, Unspecified Laterality": {
        "vs-id": "Unilateral Mastectomy, Unspecified Laterality",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1071",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a unilateral mastectomy where the side was not specified.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a unilateral mastectomy where the side was unspecified."
    },
    "Major Depression": {
        "vs-id": "Major Depression",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1007",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  major depression.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of major depression including mild, moderate, and severe depression, maternal depression, and depression with and without psychotic features."
    },
    "Pain Related to Prostate Cancer": {
        "vs-id": "Pain Related to Prostate Cancer",
        "clinical-focus": "2.16.840.1.113883.3.526.3.451",
        "data-element": "The purpose of this value set is to represent types of pain or conditions that could cause pain that could be associated with prostate cancer.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent  types of pain or conditions that could cause pain that could be associated with prostate cancer."
    },
    "Prostate Cancer": {
        "vs-id": "Prostate Cancer",
        "clinical-focus": "2.16.840.1.113883.3.526.3.319",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for prostate cancer.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of prostate cancer."
    },
    "Malignant Neoplasm of Colon": {
        "vs-id": "Malignant Neoplasm of Colon",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.108.12.1001",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  malignant neoplasms of the colon.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of malignant neoplasms of the colon, rectum and anus."
    },
    "Diabetic Retinopathy": {
        "vs-id": "Diabetic Retinopathy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.327",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of diabetic retinopathy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of diabetic retinopathy."
    },
    "Acute and Subacute Iridocyclitis": {
        "vs-id": "Acute and Subacute Iridocyclitis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1241",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of acute and subacute iridocyclitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of acute and subacute iridocyclitis, including primary and secondary iridocyclitis, and hypopyon."
    },
    "Amblyopia": {
        "vs-id": "Amblyopia",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1448",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of amblyopia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of amblyopia, including suspected amblyopia."
    },
    "Burn Confined to Eye and Adnexa": {
        "vs-id": "Burn Confined to Eye and Adnexa",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1409",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of a burn of the eye and/or adnexa.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of burns of various parts of the eye, or eye corrosion."
    },
    "Cataract Congenital": {
        "vs-id": "Cataract Congenital",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1412",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of congenital cataract.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of congenital cataract."
    },
    "Cataract Mature or Hypermature": {
        "vs-id": "Cataract Mature or Hypermature",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1413",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of mature or hypermature cataract.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of mature or hypermature cataract, including senile or intumescent cataract."
    },
    "Cataract Posterior Polar": {
        "vs-id": "Cataract Posterior Polar",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1414",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of posterior polar cataract.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of posterior polar cataract, including capsular or subcapsular cataract."
    },
    "Cataract Secondary to Ocular Disorders": {
        "vs-id": "Cataract Secondary to Ocular Disorders",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1410",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of cataract that is a secondary diagnosis to other ocular conditions.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of cataract secondary to degenerative or inflammatory ocular disorders, cataract with neovascularization, or subcapsular glaucomatous flecks."
    },
    "Central Corneal Ulcer": {
        "vs-id": "Central Corneal Ulcer",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1428",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of central corneal ulcer.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of central corneal ulcer or keratitis."
    },
    "Certain Types of Iridocyclitis": {
        "vs-id": "Certain Types of Iridocyclitis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1415",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of various types of iridocyclitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of lens-induced iridocyclitis, Fuchs' heterochromic cyclitis, Vogt-Koyanagi syndrome, and other types of iridocyclitis."
    },
    "Choroidal Degenerations": {
        "vs-id": "Choroidal Degenerations",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1450",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of choroidal degenerations.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of degenerations of the choroid, including choroid atrophy and dystrophy, angioid streaks, and choroideremia."
    },
    "Choroidal Detachment": {
        "vs-id": "Choroidal Detachment",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1451",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of choroidal detachment.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis choroidal detachment, or effusion."
    },
    "Choroidal Hemorrhage and Rupture": {
        "vs-id": "Choroidal Hemorrhage and Rupture",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1452",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of choroidal hemorrhage and/or rupture.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of choroidal hemorrhage and rupture."
    },
    "Chronic Iridocyclitis": {
        "vs-id": "Chronic Iridocyclitis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1416",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of chronic iridocyclitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of chronic or recurrent iridocyclitis or tuberculous iridocyclitis."
    },
    "Cloudy Cornea": {
        "vs-id": "Cloudy Cornea",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1417",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of cloudy cornea.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of opacity of the cornea, adherent or corneal leukoma, and haziness of the cornea."
    },
    "Corneal Edema": {
        "vs-id": "Corneal Edema",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1418",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of corneal edema.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of corneal edema, including keratopathy."
    },
    "Corneal Opacity and Other Disorders of Cornea": {
        "vs-id": "Corneal Opacity and Other Disorders of Cornea",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1419",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of corneal opacity and other corneal disorders.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of opacity of the cornea, adherent or corneal leukoma, scarring of the cornea, and corneal haze."
    },
    "Degeneration of Macula and Posterior Pole": {
        "vs-id": "Degeneration of Macula and Posterior Pole",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1453",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of degeneration of macula and posterior pole.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of macula and/or posterior pole degenerations, including age-related degenerations, macular cyst, maculopathy, macular puckering, macular hole, atrophy or dystrophy of macula."
    },
    "Degenerative Disorders of Globe": {
        "vs-id": "Degenerative Disorders of Globe",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1454",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of degenerative disorders of globe.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of degenerative disorders of globe, including degenerative myopia, chalcosis, siderosis, and other degenerative diagnoses."
    },
    "Diabetic Macular Edema": {
        "vs-id": "Diabetic Macular Edema",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1455",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of diabetic macular edema.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of diabetic macular edema or diabetic retinopathy with macular edema."
    },
    "Disorders of Optic Chiasm": {
        "vs-id": "Disorders of Optic Chiasm",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1457",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of disorders of optic chiasm.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of optic chiasm disorders or injuries or optic glioma."
    },
    "Disorders of Visual Cortex": {
        "vs-id": "Disorders of Visual Cortex",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1458",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of disorders of visual cortex.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a disorder of visual cortex, including inflammatory disorders, neoplasm, and cortical blindness."
    },
    "Disseminated Chorioretinitis and Disseminated Retinochoroiditis": {
        "vs-id": "Disseminated Chorioretinitis and Disseminated Retinochoroiditis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1459",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of disseminated chorioretinitis and/or retinochoroiditis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of disseminated chorioretinal inflammation, disseminated retinochoroiditis, and placoid pigment epitheliopathy."
    },
    "Focal Chorioretinitis and Focal Retinochoroiditis": {
        "vs-id": "Focal Chorioretinitis and Focal Retinochoroiditis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1460",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of focal chorioretinitis and/or retinochoroiditis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of focal chorioretinitis, choroiditis, retinochoroiditis and retinitis."
    },
    "Glaucoma": {
        "vs-id": "Glaucoma",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1423",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for glaucoma.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "This value set may use a model element related to Diagnosis."
    },
    "Glaucoma Associated with Congenital Anomalies and Dystrophies and Systemic Syndromes": {
        "vs-id": "Glaucoma Associated with Congenital Anomalies and Dystrophies and Systemic Syndromes",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1461",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of glaucoma associated with congenital anomalies, dystrophies, and systemic syndromes.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of glaucoma that may be due to congenital anomalies, dystrophies, or other systemic syndromes, including trauma, or a secondary diagnosis."
    },
    "Hereditary Choroidal Dystrophies": {
        "vs-id": "Hereditary Choroidal Dystrophies",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1462",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of hereditary choroidal dystrophies.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hereditary choroidal dystrophies, including choroideremia and atrophy."
    },
    "Hereditary Corneal Dystrophies": {
        "vs-id": "Hereditary Corneal Dystrophies",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1424",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of hereditary corneal dystrophies.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hereditary corneal dystrophies, including congenital, epithelial/juvenile, granular, lattice or macular corneal dystrophies."
    },
    "Hereditary Retinal Dystrophies": {
        "vs-id": "Hereditary Retinal Dystrophies",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1463",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of hereditary retinal dystrophies.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hereditary retinal or vitreoretinal dystrophies, including Usher syndrome."
    },
    "Hypotony of Eye": {
        "vs-id": "Hypotony of Eye",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1426",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of hypotony of eye.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hypotony of eye."
    },
    "Injury to Optic Nerve and Pathways": {
        "vs-id": "Injury to Optic Nerve and Pathways",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1427",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of injury to optic nerve and optic pathways.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of injuries to optic nerve, optic chiasm, optic tract, optic pathways and optic visual cortex."
    },
    "Macular Scar of Posterior Polar": {
        "vs-id": "Macular Scar of Posterior Polar",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1559",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of macular scar of posterior polar.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of macular or posterior pole scarring."
    },
    "Morgagnian Cataract": {
        "vs-id": "Morgagnian Cataract",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1558",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of morgagnian cataract.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a morgagnian cataract."
    },
    "Nystagmus and Other Irregular Eye Movements": {
        "vs-id": "Nystagmus and Other Irregular Eye Movements",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1465",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for nystagmus and other irregular eye movements.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of nystagmus."
    },
    "Open Wound of Eyeball": {
        "vs-id": "Open Wound of Eyeball",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1430",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of open wound of the eyeball.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of choroidal rupture, traumatic enucleation of eye, and avulsion, contusion, laceration, penetration and/or rupture of eye."
    },
    "Optic Atrophy": {
        "vs-id": "Optic Atrophy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1466",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for optic atrophy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of optic atrophy, which may include atrophy of the optic disc."
    },
    "Optic Neuritis": {
        "vs-id": "Optic Neuritis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1467",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of optic neuritis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of optic neuritis, neuropathy, neuroretinitis, and papillitis."
    },
    "Other Background Retinopathy and Retinal Vascular Changes": {
        "vs-id": "Other Background Retinopathy and Retinal Vascular Changes",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1469",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of other background retinopathy and retinal vascular changes.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of various retinal changes and retinopathies, including exudative retinopathy, retinal neovascularization, arteriolitis, arteritis, endarteritis, phlebitis, and vasculitis."
    },
    "Other Disorders of Optic Nerve": {
        "vs-id": "Other Disorders of Optic Nerve",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1471",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis for other disorders of optic nerve.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of ischemic optic neuropathy."
    },
    "Other Endophthalmitis": {
        "vs-id": "Other Endophthalmitis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1473",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of other endophthalmitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of ophthalmia nodosa, parasitic cyst or endophthalmitis, panuveitis, sympathetic uveitis, or other endophthalmitis diagnoses."
    },
    "Other Proliferative Retinopathy": {
        "vs-id": "Other Proliferative Retinopathy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1480",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of other proliferative retinopathy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of premature retinopathy."
    },
    "Other and Unspecified Forms of Chorioretinitis and Retinochoroiditis": {
        "vs-id": "Other and Unspecified Forms of Chorioretinitis and Retinochoroiditis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1468",
        "data-element": "Includes concepts that represent a diagnosis of posterior cyclitis, chorioretinal inflammation, other chorioretinitis or retinitis or retinochoroiditis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes only relevant concepts associated with a diagnosis of posterior cyclitis, chorioretinal inflammation, other chorioretinitis or retinitis or retinochoroiditis."
    },
    "Pathologic Myopia": {
        "vs-id": "Pathologic Myopia",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1432",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis for pathologic myopia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of degenerative disorders of eye, Forster-Fuchs' spot, malignant or severe myopia, and myopic macular degeneration."
    },
    "Posterior Lenticonus": {
        "vs-id": "Posterior Lenticonus",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1433",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis for posterior lenticonus.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of posterior lenticonus, including spherophakia."
    },
    "Prior Penetrating Keratoplasty": {
        "vs-id": "Prior Penetrating Keratoplasty",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1475",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of penetrating keratoplasty.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of keratoconus."
    },
    "Purulent Endophthalmitis": {
        "vs-id": "Purulent Endophthalmitis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1477",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for purulent endophthalmitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of purulent endophthalmitis, panophthalmitis, vitreous abscess, and other types of endophthalmitis."
    },
    "Retinal Detachment with Retinal Defect": {
        "vs-id": "Retinal Detachment with Retinal Defect",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1478",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis for retinal detachment with a retinal defect.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of various types of retinal detachments."
    },
    "Retinal Vascular Occlusion": {
        "vs-id": "Retinal Vascular Occlusion",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1479",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of retinal vascular occlusion.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of retinal vein or artery occlusion."
    },
    "Retrolental Fibroplasias": {
        "vs-id": "Retrolental Fibroplasias",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1438",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis for retrolental fibroplasias.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of retrolental fibroplasias, including retinopathy of prematurity."
    },
    "Scleritis": {
        "vs-id": "Scleritis",
        "clinical-focus": "2.16.840.1.113762.1.4.1226.1",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for scleritis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of specific types of scleritis."
    },
    "Separation of Retinal Layers": {
        "vs-id": "Separation of Retinal Layers",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1482",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for separation of the layers of the retina.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of serous chorioretinopathy and types of retinal detachment."
    },
    "Traumatic Cataract": {
        "vs-id": "Traumatic Cataract",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1443",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for traumatic cataract.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of traumatic cataract, including concussion cataract."
    },
    "Uveitis": {
        "vs-id": "Uveitis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1444",
        "data-element": "The purpose of this value set is to represent concepts  for diagnoses of uveitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of uveitis."
    },
    "Vascular Disorders of Iris and Ciliary Body": {
        "vs-id": "Vascular Disorders of Iris and Ciliary Body",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1445",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of vascular disorders of iris and ciliary body.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for a vascular disorder of the iris and/or ciliary body, including rubeosis iridis."
    },
    "Visual Field Defects": {
        "vs-id": "Visual Field Defects",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1446",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses for visual field defects.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of visual field defects, including scotoma and decreased field of vision."
    },
    "Diabetic Nephropathy": {
        "vs-id": "Diabetic Nephropathy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1004",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  diabetic nephropathy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for diabetic nephropathy."
    },
    "Glomerulonephritis and Nephrotic Syndrome": {
        "vs-id": "Glomerulonephritis and Nephrotic Syndrome",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1018",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  glomerulonephritis and nephrotic syndrome.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of glomerulonephritis and nephrotic syndrome."
    },
    "Hypertensive Chronic Kidney Disease": {
        "vs-id": "Hypertensive Chronic Kidney Disease",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1017",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of hypertensive chronic kidney disease.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for hypertensive chronic kidney disease."
    },
    "Kidney Failure": {
        "vs-id": "Kidney Failure",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1028",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of kidney failure.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of kidney failure and kidney disease."
    },
    "Proteinuria": {
        "vs-id": "Proteinuria",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1003",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  proteinuria",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of proteinuria."
    },
    "Allergy to ACE Inhibitor or ARB": {
        "vs-id": "Allergy to ACE Inhibitor or ARB",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1211",
        "data-element": "The purpose of this value set is to represent concepts of diagnosis of allergy to an angiotensin-converting enzyme (ACE) inhibitor and angiotensin-receptor blocker (ARB).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of allergy to an angiotensin-converting enzyme (ACE) inhibitor and angiotensin-receptor blocker (ARB)."
    },
    "Heart Failure": {
        "vs-id": "Heart Failure",
        "clinical-focus": "2.16.840.1.113883.3.526.3.376",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of heart failure.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of heart failure."
    },
    "Heart Transplant Related Diagnoses": {
        "vs-id": "Heart Transplant Related Diagnoses",
        "clinical-focus": "2.16.840.1.113762.1.4.1178.56",
        "data-element": "The purpose of this value set is to represent concepts related to diagnoses associated with heart transplants.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent diagnoses related to heart transplant."
    },
    "Intolerance to ACE Inhibitor or ARB": {
        "vs-id": "Intolerance to ACE Inhibitor or ARB",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1212",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses of intolerance to angiotensin-converting enzyme (ACE) inhibitor or angiotensin II receptor blockers (ARB).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of intolerance to ACE inhibitor or ARB."
    },
    "Left Ventricular Assist Device Related Diagnoses": {
        "vs-id": "Left Ventricular Assist Device Related Diagnoses",
        "clinical-focus": "2.16.840.1.113762.1.4.1178.58",
        "data-element": "The purpose of this value set is to represent concepts related to diagnoses associated with left ventricular assist devices.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent diagnoses related to heart transplant."
    },
    "Moderate or Severe LVSD": {
        "vs-id": "Moderate or Severe LVSD",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1090",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of moderate or severe left ventricular systolic dysfunction (LVSD).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of moderate or severe LVSD."
    },
    "Pregnancy": {
        "vs-id": "Pregnancy",
        "clinical-focus": "2.16.840.1.113883.3.3157.4055",
        "data-element": "The purpose of this value set is to represent concepts for pregnant state.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10CM and SNOMEDCT codes associated with the state of pregnancy."
    },
    "Narcolepsy": {
        "vs-id": "Narcolepsy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.114.12.1011",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  narcolepsy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of narcolepsy."
    },
    "Substance Use Disorder": {
        "vs-id": "Substance Use Disorder",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.106.12.1001",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of substance use disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of alcohol abuse and dependence and drug abuse and dependence."
    },
    "Primary Open Angle Glaucoma": {
        "vs-id": "Primary Open Angle Glaucoma",
        "clinical-focus": "2.16.840.1.113883.3.526.3.326",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of primary open-angle glaucoma (POAG).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of primary open-angle glaucoma (POAG) and open-angle glaucoma."
    },
    "Allergy to Beta Blocker Therapy": {
        "vs-id": "Allergy to Beta Blocker Therapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1177",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of an allergy to beta blocker therapy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of an allergy to beta blocker therapy."
    },
    "Arrhythmia": {
        "vs-id": "Arrhythmia",
        "clinical-focus": "2.16.840.1.113883.3.526.3.366",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of arrhythmia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of arrhythmia."
    },
    "Asthma": {
        "vs-id": "Asthma",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.271",
        "data-element": "The purpose of this value set is to group diagnoses of asthma.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of an asthma."
    },
    "Atrioventricular Block": {
        "vs-id": "Atrioventricular Block",
        "clinical-focus": "2.16.840.1.113883.3.526.3.367",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of atrioventricular block.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of atrioventricular block."
    },
    "Bradycardia": {
        "vs-id": "Bradycardia",
        "clinical-focus": "2.16.840.1.113883.3.526.3.412",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of bradycardia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of bradycardia."
    },
    "Cardiac Pacer in Situ": {
        "vs-id": "Cardiac Pacer in Situ",
        "clinical-focus": "2.16.840.1.113883.3.526.3.368",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of cardiac pacer in situ.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of cardiac pacer in situ."
    },
    "Hypotension": {
        "vs-id": "Hypotension",
        "clinical-focus": "2.16.840.1.113883.3.526.3.370",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of hypotension.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hypotension."
    },
    "Intolerance to Beta Blocker Therapy": {
        "vs-id": "Intolerance to Beta Blocker Therapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1178",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of an intolerance to beta blocker therapy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of an intolerance to beta blocker therapy."
    },
    "Coronary Artery Disease No MI": {
        "vs-id": "Coronary Artery Disease No MI",
        "clinical-focus": "2.16.840.1.113883.3.526.3.369",
        "data-element": "The purpose of this value set is to represent concepts of a diagnosis of coronary artery disease without myocardial infarction.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of coronary artery disease without myocardial infarction."
    },
    "Myocardial Infarction": {
        "vs-id": "Myocardial Infarction",
        "clinical-focus": "2.16.840.1.113883.3.526.3.403",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of myocardial infarction.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of myocardial infarction."
    },
    "Acute Pharyngitis": {
        "vs-id": "Acute Pharyngitis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.102.12.1011",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  bacterial or viral acute pharyngitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of either bacterial or viral acute pharyngitis."
    },
    "Acute Tonsillitis": {
        "vs-id": "Acute Tonsillitis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.102.12.1012",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  acute tonsillitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of either bacterial or viral acute tonsillitis."
    },
    "Comorbid Conditions for Respiratory Conditions": {
        "vs-id": "Comorbid Conditions for Respiratory Conditions",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.102.12.1025",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of immunocompromising and chronic respiratory conditions, which increase susceptibility of contracting an acute bacterial infection.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of immunocompromising and chronic respiratory conditions, which increase susceptibility of contracting an acute bacterial infection."
    },
    "Competing Conditions for Respiratory Conditions": {
        "vs-id": "Competing Conditions for Respiratory Conditions",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.102.12.1017",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  competing conditions that may warrant treatment with an antibiotic medication for respiratory conditions.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of acute bacterial infections that may warrant treatment with an antibiotic medication."
    },
    "Dementia & Mental Degenerations": {
        "vs-id": "Dementia & Mental Degenerations",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1005",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of dementia or mental degenerations.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for dementia and mental degeneration."
    },
    "Complications of Pregnancy, Childbirth and the Puerperium": {
        "vs-id": "Complications of Pregnancy, Childbirth and the Puerperium",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.111.12.1012",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  complications related to pregnancy or childbirth.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for complications of pregnancy or childbirth."
    },
    "Diagnoses Used to Indicate Sexual Activity": {
        "vs-id": "Diagnoses Used to Indicate Sexual Activity",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.111.12.1018",
        "data-element": "The purpose of this value set is to represent diagnoses indicating history of sexual activity.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of pregnancy, postpartum, sexually transmitted infection, conditions caused by sexually transmitted infections (e.g., inflammatory disease of ovary, fallopian tubes or uterus), symptoms following intercourse (e.g., bleeding), contraceptive use (e.g., adverse effect of contraceptive)."
    },
    "Upper Respiratory Infection": {
        "vs-id": "Upper Respiratory Infection",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.102.12.1022",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of an acute upper respiratory infection.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of an acute upper respiratory infection."
    },
    "Alcohol Withdrawal": {
        "vs-id": "Alcohol Withdrawal",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1209",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of alcohol withdrawal.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of alcohol withdrawal or alcohol dependence with withdrawal."
    },
    "Benzodiazepine Withdrawal": {
        "vs-id": "Benzodiazepine Withdrawal",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1208",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of benzodiazepine withdrawal.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of benzodiazepine withdrawal; sedative, hypnotic or anxiolytic withdrawal; or sedative, hypnotic, or anxiolytic dependence with withdrawal."
    },
    "Bipolar Disorder": {
        "vs-id": "Bipolar Disorder",
        "clinical-focus": "2.16.840.1.113883.3.67.1.101.1.128",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses related to bipolar disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of bipolar disorder."
    },
    "Generalized Anxiety Disorder": {
        "vs-id": "Generalized Anxiety Disorder",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1210",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of generalized anxiety disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of generalized anxiety disorder, panic disorder or other anxiety disorders."
    },
    "Other Bipolar Disorder": {
        "vs-id": "Other Bipolar Disorder",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1204",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of other bipolar disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of other bipolar disorder, bipolar II disorder or unspecified bipolar disorder."
    },
    "REM Sleep Behavior Disorder": {
        "vs-id": "REM Sleep Behavior Disorder",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1207",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of rapid eye movement (REM) sleep behavior disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of REM sleep behavior disorder."
    },
    "Schizophrenia": {
        "vs-id": "Schizophrenia",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1205",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of schizophrenia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of schizophrenia or schizoaffective disorder."
    },
    "Seizure Disorder": {
        "vs-id": "Seizure Disorder",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1206",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a seizure disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of epilepsy or recurrent seizures."
    },
    "Cancer": {
        "vs-id": "Cancer",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1010",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of cancer.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of cancer."
    },
    "Dysthymia": {
        "vs-id": "Dysthymia",
        "clinical-focus": "2.16.840.1.113883.3.67.1.101.1.254",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses related to dysthymia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of dysthymia, including early and late onset, and primary and secondary dysthymia."
    },
    "Major Depression Including Remission": {
        "vs-id": "Major Depression Including Remission",
        "clinical-focus": "2.16.840.113883.3.67.1.101.3.2444",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses related to major depression and depression remission.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of major depression including chronic, recurrent, and single episodes of depression"
    },
    "Personality Disorder Emotionally Labile": {
        "vs-id": "Personality Disorder Emotionally Labile",
        "clinical-focus": "2.16.840.1.113883.3.67.1.101.1.246",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses related to personality disorders where the patient could not reliably complete a PHQ-9 tool due to their condition.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of personality disorder, including borderline, cyclothymic, histrionic, and factitious disorders."
    },
    "Pervasive Developmental Disorder": {
        "vs-id": "Pervasive Developmental Disorder",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1152",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  an autistic disorder, other childhood disintegrative disorder, or other pervasive developmental disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of autistic disorder, other childhood disintegrative disorders, or other pervasive developmental disorders."
    },
    "Schizophrenia or Psychotic Disorder": {
        "vs-id": "Schizophrenia or Psychotic Disorder",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1104",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of all types of schizophrenia and schizoaffective disorders.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of schizophrenia or schizoaffective disorders."
    },
    "Chronic Kidney Disease, Stage 5": {
        "vs-id": "Chronic Kidney Disease, Stage 5",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1002",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of Stage 5 chronic kidney disease.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of Stage 5 of chronic kidney disease."
    },
    "End Stage Renal Disease": {
        "vs-id": "End Stage Renal Disease",
        "clinical-focus": "2.16.840.1.113883.3.526.3.353",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of end stage renal disease (ESRD).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of end stage renal disease (ESRD)."
    },
    "Essential Hypertension": {
        "vs-id": "Essential Hypertension",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.104.12.1011",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  essential hypertension.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of essential hypertension."
    },
    "Kidney Transplant Recipient": {
        "vs-id": "Kidney Transplant Recipient",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1029",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a history of kidney transplant.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a history of kidney transplant."
    },
    "Diagnosis of Hypertension": {
        "vs-id": "Diagnosis of Hypertension",
        "clinical-focus": "2.16.840.1.113883.3.600.263",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses and disorders of hypertension.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hypertension."
    },
    "Amenorrhea": {
        "vs-id": "Amenorrhea",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1022",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of amenorrhea.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for amenorrhea."
    },
    "Ankylosing Spondylitis": {
        "vs-id": "Ankylosing Spondylitis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1045",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  ankylosing spondylitis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of ankylosing spondylitis with comorbidities and associated system involvement."
    },
    "Chronic Liver Disease": {
        "vs-id": "Chronic Liver Disease",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.199.12.1035",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of chronic liver disease.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of chronic liver disease or cirrhosis, liver abscess or sequelae of chronic liver disease and other disorders of the liver."
    },
    "Chronic Malnutrition": {
        "vs-id": "Chronic Malnutrition",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.199.12.1036",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of chronic malnutrition.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a specified and unspecified eating disorder."
    },
    "Cushings Syndrome": {
        "vs-id": "Cushings Syndrome",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.117.12.1009",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  Cushing's syndrome.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of Cushing's syndrome, including hypercortisolism induced by tumors, alcohol, and depression."
    },
    "Eating Disorders": {
        "vs-id": "Eating Disorders",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1039",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of an eating disorder (behavioral syndromes associated with physiological disturbances and physical factors).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of eating disorder (behavioral syndromes associated with physiological disturbances and physical factors)."
    },
    "Ehlers Danlos Syndrome": {
        "vs-id": "Ehlers Danlos Syndrome",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1047",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  Ehlers-Danlos syndrome.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of Ehlers-Danlos syndrome."
    },
    "Hyperparathyroidism": {
        "vs-id": "Hyperparathyroidism",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.117.12.1016",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of hyperparathyroidism.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hyperparathyroidism including primary, secondary, tertiary, and all other types of hyperparathyroidism."
    },
    "Hyperthyroidism": {
        "vs-id": "Hyperthyroidism",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.117.12.1015",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of hyperthyroidism.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for thyrotoxicosis, both with and without thyrotoxic crisis or storm, and with and without presence of goiter."
    },
    "Lupus": {
        "vs-id": "Lupus",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.117.12.1010",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of lupus erythematosus.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of systemic, discoid, and drug-induced lupus erythematosus."
    },
    "Malabsorption Syndromes": {
        "vs-id": "Malabsorption Syndromes",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.199.12.1050",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  chronic intestinal malabsorption.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of regional enteritis, ulcerative enterocolitis, celiac disease, tropical sprue, blind loop syndrome, Pancreatic steatorrhea, and other specified or unspecified intestinal malabsorption disorders."
    },
    "Marfan's Syndrome": {
        "vs-id": "Marfan's Syndrome",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1048",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  Marfan's syndrome.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of Marfan's syndrome with or without cardiovascular, ocular, skeletal, or epithelial manifestations."
    },
    "Multiple Myeloma": {
        "vs-id": "Multiple Myeloma",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1011",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of multiple myeloma.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of multiple myeloma."
    },
    "Osteogenesis Imperfecta": {
        "vs-id": "Osteogenesis Imperfecta",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1044",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  osteogenesis imperfecta.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of osteogenesis imperfecta disease including diagnoses in the perinatal population."
    },
    "Osteopenia": {
        "vs-id": "Osteopenia",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1049",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  osteopenia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of specified and unspecified disorders of bones and cartilage associated with osteopenia of prematurity, drug-induced osteopenia, and senile osteopenia."
    },
    "Osteoporosis": {
        "vs-id": "Osteoporosis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1038",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  osteoporosis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of idiopathic, senile, disuse, and other/unspecified osteoporosis, localized, transient, and regional migrating osteoporosis."
    },
    "Osteoporotic Fractures": {
        "vs-id": "Osteoporotic Fractures",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1050",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of an osteoporotic fracture.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of  pathological fractures, with or without reference to osteoporosis."
    },
    "Premature Menopause": {
        "vs-id": "Premature Menopause",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1013",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of premature menopause.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for premature menopause."
    },
    "Psoriatic Arthritis": {
        "vs-id": "Psoriatic Arthritis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1046",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  psoriatic arthritis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of psoriatic arthritis, arthritis mutilans, psoriatic spondylitis, and other unspecified psoriatic arthropathy."
    },
    "Rheumatoid Arthritis": {
        "vs-id": "Rheumatoid Arthritis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1005",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  rheumatoid arthritis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of rheumatoid arthritis and Felty's syndrome, including comorbidities occurring with rheumatoid arthritis such as rheumatoid polyneuropathy, rheumatoid myopathy, rheumatoid heart disease, rheumatoid vasculitis, and rheumatoid lung disease."
    },
    "Type 1 Diabetes": {
        "vs-id": "Type 1 Diabetes",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.103.12.1020",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  type I diabetes mellitus.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of type I diabetes mellitus, with or without reference to complications and comorbidities."
    },
    "Bipolar Diagnosis": {
        "vs-id": "Bipolar Diagnosis",
        "clinical-focus": "2.16.840.1.113883.3.600.450",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of bipolar disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of bipolar disorder."
    },
    "Depression Diagnosis": {
        "vs-id": "Depression Diagnosis",
        "clinical-focus": "2.16.840.1.113883.3.600.145",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a depressed state or actual depressive disorder whether recurrent, chronic, or diagnosed as moderate, major, or severe.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent depression diagnoses as well as depression as indicated as depressed mood or features, a single episode, or type of psychosis, or a reaction as related to depression."
    },
    "Atherosclerosis and Peripheral Arterial Disease": {
        "vs-id": "Atherosclerosis and Peripheral Arterial Disease",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.21",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of atherosclerosis or peripheral artery disease (PAD).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent conditions that indicate arterial blood flow is restricted."
    },
    "Breastfeeding": {
        "vs-id": "Breastfeeding",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.73",
        "data-element": "The purpose of this value set is to represent concepts for active breastfeeding.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of lactation and the actual finding or intention of breastfeeding or nursing."
    },
    "Cerebrovascular Disease Stroke or TIA": {
        "vs-id": "Cerebrovascular Disease Stroke or TIA",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.44",
        "data-element": "The purpose of this value set is to represent concepts for stroke and high risk diagnoses associated with stroke, including transient ischemic attack (TIA) and generalized ischemic cerebrovascular disease, which would indicate a patient has atherosclerotic cardiovascular disease (ASCVD) in relation to a cerebrovascular event.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of atherosclerotic cardiovascular disease (ASCVD) of cerebrovascular origin."
    },
    "Familial Hypercholesterolemia": {
        "vs-id": "Familial Hypercholesterolemia",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.100",
        "data-element": "The purpose of this value set is to represent concepts for familial hypercholesterolemia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of familial hypercholesterolemia."
    },
    "Ischemic Heart Disease or Other Related Diagnoses": {
        "vs-id": "Ischemic Heart Disease or Other Related Diagnoses",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.46",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of ischemic heart disease and associated diagnoses related to atherosclerotic cardiovascular disease (ASCVD).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of acute and chronic forms of ischemic heart disease as well as coronary occlusion, thrombosis, or rupture that can be related to ASCVD."
    },
    "Liver Disease": {
        "vs-id": "Liver Disease",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.42",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of liver disease.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for acute and chronic liver conditions that may represent the liver is failing. Examples of conditions include concepts associated with, but are not limited to, the following: alcoholic liver damage, cirrhosis, hepatitis C and E, and liver necrosis."
    },
    "Rhabdomyolysis": {
        "vs-id": "Rhabdomyolysis",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.102",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of rhabdomyolysis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of rhabdomyolysis."
    },
    "Stable and Unstable Angina": {
        "vs-id": "Stable and Unstable Angina",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.47",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of angina.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of angina, including: stable and unstable angina, pre and post infarction angina, angina decubitus, intermediate coronary syndrome, other unspecified angina or sequelae of myocardial infarction, and other forms of angina pectoris."
    },
    "Statin Associated Muscle Symptoms": {
        "vs-id": "Statin Associated Muscle Symptoms",
        "clinical-focus": "2.16.840.1.113762.1.4.1108.85",
        "data-element": NaN,
        "incld": NaN,
        "excld": NaN
    },
    "All Primary and Secondary Cancer": {
        "vs-id": "All Primary and Secondary Cancer",
        "clinical-focus": "2.16.840.1.113762.1.4.1111.161",
        "data-element": "The purpose of this value set is to group primary and secondary cancer diagnoses.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of any form of malignant neoplasms."
    },
    "Lower Body Fracture": {
        "vs-id": "Lower Body Fracture",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1037",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a fracture of a bone in the lower body.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of  fracture of the ankle, ilium, acetabulum, pubis, ischium, epiphysis, femur, patella, leg, tibia, fibula, talus, calcaneus, or metatarsal."
    },
    "Active Tuberculosis for Urology Care": {
        "vs-id": "Active Tuberculosis for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.56",
        "data-element": "The purpose of this value set is to represent concepts for diagnosis of tuberculosis.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of tuberculosis."
    },
    "Bladder Cancer for Urology Care": {
        "vs-id": "Bladder Cancer for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.45",
        "data-element": "The purpose of this value set is to identify concepts for diagnosis of bladder cancer.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of bladder cancer."
    },
    "Immunocompromised Conditions": {
        "vs-id": "Immunocompromised Conditions",
        "clinical-focus": "2.16.840.1.113883.3.666.5.1940",
        "data-element": "The purpose of this value set is to represent concepts for diagnosis of immunocompromising or immunodeficient conditions.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that identify a diagnosis for an immunocompromising or immunodeficient conditions."
    },
    "Mixed histology urothelial cell carcinoma for Urology Care": {
        "vs-id": "Mixed histology urothelial cell carcinoma for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.39",
        "data-element": "The purpose of this value set is to identify concepts of mixed histology urothelial cell abnormalities.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of urothelial cell abnormalities."
    },
    "Overweight or Obese": {
        "vs-id": "Overweight or Obese",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.502",
        "data-element": "The purpose of this value set is to identify concepts for overweight or obese.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of overweight or obese."
    },
    "Pregnancy or Other Related Diagnoses": {
        "vs-id": "Pregnancy or Other Related Diagnoses",
        "clinical-focus": "2.16.840.1.113883.3.600.1.1623",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses for pregnancy, type of pregnancy and termination of pregnancy.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of pregnancy, termination of pregnancy and type of pregnancy."
    },
    "Underweight": {
        "vs-id": "Underweight",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1563",
        "data-element": "This value set contains concepts that represent identifying underweight patients.",
        "incld": "This value set may use the Quality Data Model (QDM) category or attribute related to Diagnosis.",
        "excld": "Includes only relevant concepts associated with identifying patients who are currently underweight."
    },
    "Intravenous or Intra arterial Thrombolytic (tPA) Therapy Prior to Arrival": {
        "vs-id": "Intravenous or Intra arterial Thrombolytic (tPA) Therapy Prior to Arrival",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.21",
        "data-element": "The purpose of this value set is to represent concepts for procedures of intravenous or intra-arterial thrombolytic (t-PA) therapy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that identify a procedure for intravenous or intra-arterial thrombolytic (t-PA) therapy."
    },
    "Dental Caries": {
        "vs-id": "Dental Caries",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.125.12.1004",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  dental caries.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of dental caries."
    },
    "Morbid Obesity": {
        "vs-id": "Morbid Obesity",
        "clinical-focus": "2.16.840.1.113762.1.4.1164.67",
        "data-element": "The purpose of this value set is to identify concepts for diagnoses of morbid obesity and body mass index (BMI) ranges relating to morbid obesity.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that describe a diagnosis of morbid obesity and associated body mass index (BMI) values."
    },
    "Urinary retention": {
        "vs-id": "Urinary retention",
        "clinical-focus": "2.16.840.1.113762.1.4.1164.52",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of urinary retention related to drugs or other causes.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of urinary retention related to drugs or other causes."
    },
    "Malnutrition Diagnosis": {
        "vs-id": "Malnutrition Diagnosis",
        "clinical-focus": "2.16.840.1.113762.1.4.1095.55",
        "data-element": "Malnutrition diagnosis identified after a nutrition assessment of an individual.",
        "incld": "These terms are used for malnutrition documentation in Malnutrition Quality Measures.",
        "excld": "Malnutrition diagnosis in individuals 65 years old and over"
    },
    "Active Bleeding or Bleeding Diathesis (Excluding Menses)": {
        "vs-id": "Active Bleeding or Bleeding Diathesis (Excluding Menses)",
        "clinical-focus": "2.16.840.1.113883.3.3157.4036",
        "data-element": "The purpose of this value set is to represent concepts for active bleeding or bleeding diathesis (excluding menses).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10CM and SNOMEDCT codes associated with active bleeding."
    },
    "Active Peptic Ulcer": {
        "vs-id": "Active Peptic Ulcer",
        "clinical-focus": "2.16.840.1.113883.3.3157.4031",
        "data-element": "The purpose of this value set is to represent concepts for peptic ulcer.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10 and SNOMED codes associated with active peptic ulcer."
    },
    "Allergy to thrombolytics": {
        "vs-id": "Allergy to thrombolytics",
        "clinical-focus": "2.16.840.1.113762.1.4.1170.5",
        "data-element": "The purpose of this value set is to represent concepts for allergies to thrombolytic medications used for treatment of ST-segment elevation myocardial infaction (STEMI).",
        "incld": "This value set may use a model element related to Finding.",
        "excld": "Includes SNOMED-CT codes that represent allergies to thrombolytic medications for STEMI treatment."
    },
    "Aortic Dissection and Rupture": {
        "vs-id": "Aortic Dissection and Rupture",
        "clinical-focus": "2.16.840.1.113883.3.3157.4028",
        "data-element": "The purpose of this value set is to represent concepts for aortic dissection or rupture.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10CM and SNOMEDCT codes that represent  aortic dissection or rupture."
    },
    "Cardiopulmonary Arrest": {
        "vs-id": "Cardiopulmonary Arrest",
        "clinical-focus": "2.16.840.1.113883.3.3157.4048",
        "data-element": "The purpose of this value set is to represent concepts for cardiopulmonary arrest.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10CM and SNOMEDCT codes associated with cardiopulmonary arrest."
    },
    "Cerebral Vascular Lesion": {
        "vs-id": "Cerebral Vascular Lesion",
        "clinical-focus": "2.16.840.1.113883.3.3157.4025",
        "data-element": "The purpose of this value set is to represent concepts for cerebral vascular lesion.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10 and SNOMEDCT codes associated with cerebral vascular lesions."
    },
    "Closed Head and Facial Trauma": {
        "vs-id": "Closed Head and Facial Trauma",
        "clinical-focus": "2.16.840.1.113883.3.3157.4026",
        "data-element": "The purpose of this value set is to represent concepts for closed head trauma or facial trauma.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10 and SNOMED codes associated with closed head trauma or facial trauma."
    },
    "Dementia": {
        "vs-id": "Dementia",
        "clinical-focus": "2.16.840.1.113883.3.3157.4043",
        "data-element": "The purpose of this value set is to represent concepts for dementia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10CM and SNOMEDCT codes associated with dementia."
    },
    "Ischemic Stroke": {
        "vs-id": "Ischemic Stroke",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.247",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of ischemic strokes.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of ischemic stroke."
    },
    "Malignant Intracranial Neoplasm Group": {
        "vs-id": "Malignant Intracranial Neoplasm Group",
        "clinical-focus": "2.16.840.1.113762.1.4.1170.3",
        "data-element": "The purpose of this value set is to represent concepts for malignant intracranial neoplasm.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10 and SNOMEDCT codes that represent malignant intracranial neoplasm diagnoses."
    },
    "Neurologic impairment": {
        "vs-id": "Neurologic impairment",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.114.12.1012",
        "data-element": "The purpose of this value set is to represent concepts for neurologic impairment.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent diagnoses related to neurologic impairment."
    },
    "STEMI": {
        "vs-id": "STEMI",
        "clinical-focus": "2.16.840.1.113883.3.3157.4017",
        "data-element": "The purpose of this value set is to represent concepts for ST-segment elevation myocardial infarction (STEMI).",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes ICD-10 and SNOMEDCT codes associated with the diagnosis of STEMI."
    },
    "Graduated compression stockings (GCS)": {
        "vs-id": "Graduated compression stockings (GCS)",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.256",
        "data-element": "The purpose of this value set is to represent concepts for a device of graduated compression stocking devices used to prevent venous thromboembolism (VTE) in patients.",
        "incld": "This value set may use a model element related to Device.",
        "excld": "Includes concepts that represent a device for graduated compression stockings."
    },
    "Intermittent pneumatic compression devices (IPC)": {
        "vs-id": "Intermittent pneumatic compression devices (IPC)",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.214",
        "data-element": "The purpose of this value set is to represent concepts of devices using intermittent pneumatic compression devices for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to Device.",
        "excld": "Includes concepts that represent a device for intermittent pneumatic compression."
    },
    "Venous foot pumps (VFP)": {
        "vs-id": "Venous foot pumps (VFP)",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.230",
        "data-element": "The purpose of this value set is to identify concepts for a device for a venous pump applied for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to Device.",
        "excld": "Includes concepts that represent a device used for venous thromboembolism (VTE) prophylaxis."
    },
    "Frailty Device": {
        "vs-id": "Frailty Device",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.118.12.1300",
        "data-element": "The purpose of this value set is to represent concepts of devices for durable medical equipment (DME) used by frail patients.",
        "incld": "This value set may use a model element related to Device.",
        "excld": "Includes concepts that represent  durable medical equipment (DME) or devices for frailty."
    },
    "Mammography": {
        "vs-id": "Mammography",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.108.12.1018",
        "data-element": "The purpose of this value set is to represent concepts for a mammogram.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study for a mammogram or mammography exam."
    },
    "Bone Scan": {
        "vs-id": "Bone Scan",
        "clinical-focus": "2.16.840.1.113883.3.526.3.320",
        "data-element": "This value set contains concepts that represent bone scan diagnostic imaging.",
        "incld": "This value set may use Quality Data Model (QDM) category related to Diagnostic Study.",
        "excld": "Includes only relevant concepts associated with conventional technetium-99m-MDP bone scan as well as 18F-NaF PET (or PET/CT) scan."
    },
    "CT Colonography": {
        "vs-id": "CT Colonography",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.108.12.1038",
        "data-element": "The purpose of this value set is to represent concepts for computed tomographic (CT) colonography.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent computed tomographic (CT) colonography."
    },
    "Ejection Fraction": {
        "vs-id": "Ejection Fraction",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1134",
        "data-element": "The purpose of this value set is to represent concepts of diagnostic studies for ejection fraction.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study for obtaining left ventricular ejection fraction."
    },
    "Macular Exam": {
        "vs-id": "Macular Exam",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1251",
        "data-element": "The purpose of this value set is to represent concepts for a diagnostic study of a macular exam of the eye.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study of macular exams, where laterality is specified or not."
    },
    "Cup to Disc Ratio": {
        "vs-id": "Cup to Disc Ratio",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1333",
        "data-element": "The purpose of this value set is to represent concepts of diagnostic studies specific to obtaining cup to disc ratio by ophthalmoscopy.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study using ophthalmoscopy."
    },
    "Optic Disc Exam for Structural Abnormalities": {
        "vs-id": "Optic Disc Exam for Structural Abnormalities",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1334",
        "data-element": "The purpose of this value set is to represent concepts of diagnostic studies specific to obtaining cup to disc ratio by ophthalmoscopy.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study using ophthalmoscopy."
    },
    "Diagnostic Studies During Pregnancy": {
        "vs-id": "Diagnostic Studies During Pregnancy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.111.12.1008",
        "data-element": "The purpose of this value set is to represent concepts for diagnostic studies performed on a fetus during pregnancy.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study conducted on a fetus."
    },
    "XRay Study": {
        "vs-id": "XRay Study",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1034",
        "data-element": "The purpose of this value set is to represent concepts for a radiology study involving x-rays.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that describe a diagnostic study involving x-rays."
    },
    "DXA (Dual energy Xray Absorptiometry) Scan": {
        "vs-id": "DXA (Dual energy Xray Absorptiometry) Scan",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1051",
        "data-element": "The purpose of this value set is to represent concepts for a diagnostic study for a dual-energy x-ray absorptiometry (DXA) scan.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study for bone density using DXA scans of the femur, radius, ulna, lumbar spine, hip, calcaneus and skeletal system."
    },
    "DEXA Dual Energy Xray Absorptiometry, Bone Density for Urology Care": {
        "vs-id": "DEXA Dual Energy Xray Absorptiometry, Bone Density for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.38",
        "data-element": "The purpose of this value set is to represent concepts for a diagnostic study measuring bone density by x-ray studies.",
        "incld": "This value set may use a model element related to Diagnostic Study.",
        "excld": "Includes concepts that represent a diagnostic study of a dual-energy X-ray absorptiometry (DXA, DEXA) with 1 or more axial sites, axial skeleton (hips, pelvis, spine) or 1 or more appendicular skeleton sites (radius, wrist, heel)."
    },
    "ED Visit and OB Triage": {
        "vs-id": "ED Visit and OB Triage",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.369",
        "data-element": "The purpose of this value set is to group concepts for encounters in the emergency department (ED) or OB triage represented as observation status.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter occurring in the emergency department (ED) or OB triage represented as observation status."
    },
    "Encounter Inpatient": {
        "vs-id": "Encounter Inpatient",
        "clinical-focus": "2.16.840.1.113883.3.666.5.307",
        "data-element": "The purpose of this value set is to represent concepts of  inpatient hospitalization encounters.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for inpatient hospitalizations."
    },
    "Observation Services": {
        "vs-id": "Observation Services",
        "clinical-focus": "2.16.840.1.113762.1.4.1111.143",
        "data-element": "The purpose of this value set is to represent concepts for encounters for observation in the inpatient setting.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for inpatient observation."
    },
    "Emergency Department Visit": {
        "vs-id": "Emergency Department Visit",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1010",
        "data-element": "The purpose of this value set is to represent concepts for encounters in the emergency department.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for care provided to new and established patients in the emergency department."
    },
    "Non-Elective Inpatient Encounter": {
        "vs-id": "Non-Elective Inpatient Encounter",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.424",
        "data-element": "The purpose of this value set is to represent concepts of  encounters for non-elective inpatient admission.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for a non-elective inpatient admission."
    },
    "Decision to Admit to Hospital Inpatient": {
        "vs-id": "Decision to Admit to Hospital Inpatient",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.295",
        "data-element": "The purpose of this value set is to represent concepts of a decision to admit to hospital inpatient order.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter of a decision to admit a patient to an inpatient hospital."
    },
    "Home Healthcare Services": {
        "vs-id": "Home Healthcare Services",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1016",
        "data-element": "The purpose of this value set is to represent concepts for encounters for home health visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for a home health visit for the evaluation and management of a new or established patient."
    },
    "Hospice Encounter": {
        "vs-id": "Hospice Encounter",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1003",
        "data-element": "The purpose of this value set is to represent concepts for encounters for hospice care services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent hospice services in a hospice, home or inpatient setting."
    },
    "Office Visit": {
        "vs-id": "Office Visit",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1001",
        "data-element": "The purpose of this value set is to represent concepts for encounters for an outpatient visit.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for the comprehensive history, evaluation, and management of a patient presenting with minor to high severity problems."
    },
    "Online Assessments": {
        "vs-id": "Online Assessments",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1089",
        "data-element": "Includes concepts that represent an encounter using online modalities.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter using online modalities."
    },
    "Preventive Care Services, Initial Office Visit, 0 to 17": {
        "vs-id": "Preventive Care Services, Initial Office Visit, 0 to 17",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1022",
        "data-element": "The purpose of this value set is to represent concepts for encounters for preventive care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for comprehensive preventive medicine reevaluation and management of a new patient 0 to 17 years of age."
    },
    "Preventive Care, Established Office Visit, 0 to 17": {
        "vs-id": "Preventive Care, Established Office Visit, 0 to 17",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1024",
        "data-element": "The purpose of this value set is to represent concepts for encounters for preventative care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for comprehensive preventive medicine reevaluation and management of an established patient 0 to 17 years of age."
    },
    "Telephone Visits": {
        "vs-id": "Telephone Visits",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1080",
        "data-element": "The purpose of this value set is to represent concepts for encounters for telephone visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for assessment, evaluation and management services to a patient by telephone."
    },
    "Acute Inpatient": {
        "vs-id": "Acute Inpatient",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1083",
        "data-element": "The purpose of this value set is to represent concepts for encounters for acute inpatient visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for comprehensive history, evaluation, and management of a patient in an acute inpatient setting."
    },
    "Annual Wellness Visit": {
        "vs-id": "Annual Wellness Visit",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1240",
        "data-element": "The purpose of this value set is to represent concepts for encounters for annual wellness visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for a Medicare annual wellness visit."
    },
    "Frailty Encounter": {
        "vs-id": "Frailty Encounter",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1088",
        "data-element": "The purpose of this value set is to represent concepts for encounters for nursing care services provided to frail patients.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for nursing care and home care services provided to frail patients."
    },
    "Nonacute Inpatient": {
        "vs-id": "Nonacute Inpatient",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1084",
        "data-element": "The purpose of this value set is to represent concepts for encounters for nonacute inpatient visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for comprehensive history, evaluation, and management of a patient in a nonacute inpatient setting."
    },
    "Nutrition Services": {
        "vs-id": "Nutrition Services",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1006",
        "data-element": "The purpose of this value set is to represent concepts for nutrition services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent nutrition services."
    },
    "Observation": {
        "vs-id": "Observation",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1086",
        "data-element": "The purpose of this value set is to represent concepts for encounters for observation stays.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for comprehensive history, evaluation, and management of a patient in an observation care setting."
    },
    "Outpatient": {
        "vs-id": "Outpatient",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1087",
        "data-element": "The purpose of this value set is to represent concepts for encounters for outpatient visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for comprehensive history, evaluation, and management of a patient in an outpatient setting."
    },
    "Palliative Care Encounter": {
        "vs-id": "Palliative Care Encounter",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1090",
        "data-element": "The purpose of this value set is to represent concepts for encounters for palliative care services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for admission and management for palliative care services."
    },
    "Preventive Care Services Established Office Visit, 18 and Up": {
        "vs-id": "Preventive Care Services Established Office Visit, 18 and Up",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1025",
        "data-element": "The purpose of this value set is to represent concepts for encounters for preventive care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for comprehensive preventive medicine reevaluation and management of an established patient 18 years of age or over."
    },
    "Preventive Care Services Initial Office Visit, 18 and Up": {
        "vs-id": "Preventive Care Services Initial Office Visit, 18 and Up",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1023",
        "data-element": "The purpose of this value set is to represent concepts for encounters for  preventive care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an  encounter for comprehensive preventive medicine reevaluation and management of a new patient 18 years or over."
    },
    "Care Services in Long Term Residential Facility": {
        "vs-id": "Care Services in Long Term Residential Facility",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1014",
        "data-element": "The purpose of this value set is to represent concepts for encounters for patients living in assisted living, domiciliary care or rest homes.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for services provided to new and established patients living in assisted living, domiciliary care or rest home who have had an interaction with a member of their medical team."
    },
    "Discharge Services Nursing Facility": {
        "vs-id": "Discharge Services Nursing Facility",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1013",
        "data-element": "The purpose of this value set is to represent concepts for encounters for discharges from a nursing facility.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for nursing facility discharge."
    },
    "Nursing Facility Visit": {
        "vs-id": "Nursing Facility Visit",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1012",
        "data-element": "The purpose of this value set is to represent concepts for encounters in a nursing facility.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter specific to a nursing facility, including skilled, intermediate and long term care facilities."
    },
    "Psych Visit Diagnostic Evaluation": {
        "vs-id": "Psych Visit Diagnostic Evaluation",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1492",
        "data-element": "The purpose of this value set is to represent concepts for encounters for diagnostic psychiatric evaluations.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for psychiatric diagnostic evaluations."
    },
    "Psych Visit Psychotherapy": {
        "vs-id": "Psych Visit Psychotherapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1496",
        "data-element": "The purpose of this value set is to represent concepts for encounters for psychotherapy visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for individual psychotherapy services."
    },
    "Ophthalmological Services": {
        "vs-id": "Ophthalmological Services",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1285",
        "data-element": "The purpose of this value set is to represent concepts of encounters for ophthalmological visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for a visit with an eye care professional."
    },
    "ESRD Monthly Outpatient Services": {
        "vs-id": "ESRD Monthly Outpatient Services",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1014",
        "data-element": "The purpose of this value set is to represent concepts for encounters for end-stage renal disease (ESRD) outpatient services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for ESRD outpatients services."
    },
    "Outpatient Consultation": {
        "vs-id": "Outpatient Consultation",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1008",
        "data-element": "The purpose of this value set is to represent concepts for encounters for outpatient interactions with a member of the medical care team.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for the comprehensive history, evaluation, and management of a patient presenting with minor to high severity problems."
    },
    "Patient Provider Interaction": {
        "vs-id": "Patient Provider Interaction",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1012",
        "data-element": "The purpose of this value set is to represent concepts for encounters or communications.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter in an office or care setting, as well as interactions that occur via virtual methods, such as telephone calls, emails, and letters."
    },
    "Behavioral Health Follow up Visit": {
        "vs-id": "Behavioral Health Follow up Visit",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1054",
        "data-element": "The purpose of this value set is to represent concepts for encounters for a behavioral health follow-up visit.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for education and training for patient self-management by a qualified health care professional."
    },
    "Initial Hospital Observation Care": {
        "vs-id": "Initial Hospital Observation Care",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1002",
        "data-element": "The purpose of this value set is to represent concepts for encounters for initial hospital observation care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for initial observation care for the evaluation and management of a patient."
    },
    "Preventive Care Services Group Counseling": {
        "vs-id": "Preventive Care Services Group Counseling",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1027",
        "data-element": "The purpose of this value set is to represent concepts for encounters for group counseling services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for preventive medicine counseling and/or risk factor reduction intervention(s) in a group setting."
    },
    "Preventive Care Services Individual Counseling": {
        "vs-id": "Preventive Care Services Individual Counseling",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1026",
        "data-element": "The purpose of this value set is to represent concepts for encounters for individual counseling services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for counseling, anticipatory guidance, and risk factor reduction interventions."
    },
    "Psychotherapy and Pharmacologic Management": {
        "vs-id": "Psychotherapy and Pharmacologic Management",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1055",
        "data-element": "The purpose of this value set is to represent concepts for encounters for psychotherapy services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for group or family psychotherapy services or individual psychophysiological therapy."
    },
    "Detoxification Visit": {
        "vs-id": "Detoxification Visit",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1059",
        "data-element": "The purpose of this value set is to represent concepts for encounters for detoxification visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for alcohol and drug detoxification."
    },
    "Discharge Services Hospital Inpatient": {
        "vs-id": "Discharge Services Hospital Inpatient",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1007",
        "data-element": "The purpose of this value set is to represent concepts for encounters for inpatient hospital discharge services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for hospital discharge day management."
    },
    "Discharge Services Hospital Inpatient Same Day Discharge": {
        "vs-id": "Discharge Services Hospital Inpatient Same Day Discharge",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1006",
        "data-element": "The purpose of this value set is to represent concepts for encounters for same day inpatient hospital discharge services.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for the evaluation and management of a patient that results in discharge on the same date as admission."
    },
    "Initial Hospital Inpatient Visit": {
        "vs-id": "Initial Hospital Inpatient Visit",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1004",
        "data-element": "The purpose of this value set is to represent concepts for encounters for inpatient hospital care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for initial hospital care for the evaluation and management of a patient."
    },
    "Occupational Therapy Evaluation": {
        "vs-id": "Occupational Therapy Evaluation",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1011",
        "data-element": "The purpose of this value set is to represent concepts for encounters for assessment, management, and evaluation for occupational therapy.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for assessment, management, and evaluation for occupational therapy."
    },
    "Physical Therapy Evaluation": {
        "vs-id": "Physical Therapy Evaluation",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1022",
        "data-element": "The purpose of this value set is to represent concepts for encounters for a physical therapy evaluation.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for a physical therapy evaluation."
    },
    "Psychoanalysis": {
        "vs-id": "Psychoanalysis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1141",
        "data-element": "The purpose of this value set is to represent concepts for encounters for psychoanalysis.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for psychoanalysis."
    },
    "Speech and Hearing Evaluation": {
        "vs-id": "Speech and Hearing Evaluation",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1530",
        "data-element": "The purpose of this value set is to represent concepts for encounters for speech or hearing evaluation.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for the evaluation of speech and/or hearing related abilities."
    },
    "Audiology Visit": {
        "vs-id": "Audiology Visit",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1066",
        "data-element": "The purpose of this value set is to represent concepts for encounters with nystagmus testing.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for a hearing assessment to quantify hearing such as basic vestibular evaluation, spontaneous and positional nystagmus testing, and computerized dynamic posturography"
    },
    "Medical Disability Exam": {
        "vs-id": "Medical Disability Exam",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1073",
        "data-element": "The purpose of this value set is to represent concepts for encounters for work related or medical disability examinations",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for work related or medical disability examinations."
    },
    "Behavioral/Neuropsych Assessment": {
        "vs-id": "Behavioral/Neuropsych Assessment",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1023",
        "data-element": "The purpose of this value set is to represent concepts of encounters for neuropsychological assessments.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that describe an assessment for applicable neuropsychological assessments for behavioral health."
    },
    "Ophthalmologic Services": {
        "vs-id": "Ophthalmologic Services",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.11.1206",
        "data-element": "The purpose of this value set is to represent concepts for encounters for ophthalmological visits.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter with an eye care professional."
    },
    "Radiation Treatment Management": {
        "vs-id": "Radiation Treatment Management",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1026",
        "data-element": "The purpose of this value set is to represent concepts for the procedure of radiation management.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for radiation treatment management."
    },
    "Contact or Office Visit": {
        "vs-id": "Contact or Office Visit",
        "clinical-focus": "2.16.840.1.113762.1.4.1080.5",
        "data-element": "The purpose of this value set is to represent concepts for encounters for office visits and outpatient contacts to evaluate for depression.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for outpatient contact and office visits in which a patient may be evaluated for depression."
    },
    "Telehealth Services": {
        "vs-id": "Telehealth Services",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1031",
        "data-element": "The purpose of this value set is to represent concepts for encounters delivered via telehealth.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for services delivered via telehealth, including telephone and online evaluation and management services."
    },
    "Group Psychotherapy": {
        "vs-id": "Group Psychotherapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1187",
        "data-element": "The purpose of this value set is to represent concepts for group psychotherapy.",
        "incld": "This value set may use a model element related to Encounter or Procedure.",
        "excld": "Includes concepts that represent group psychotherapy."
    },
    "Psych Visit for Family Psychotherapy": {
        "vs-id": "Psych Visit for Family Psychotherapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1018",
        "data-element": "The purpose of this value set is to represent concepts for family psychotherapy.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent family psychotherapy."
    },
    "Encounter to Screen for Blood Pressure": {
        "vs-id": "Encounter to Screen for Blood Pressure",
        "clinical-focus": "2.16.840.1.113883.3.600.1920",
        "data-element": "The purpose of this value set is to represent concepts for encounters where blood pressure would be recorded.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter where blood pressure is recorded."
    },
    "Encounter to Screen for Depression": {
        "vs-id": "Encounter to Screen for Depression",
        "clinical-focus": "2.16.840.1.113883.3.600.1916",
        "data-element": "The purpose of this value set is to represent concepts of encounters for depression screening.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent wellness visits, annual visits, therapy evaluations, or primary or specialist physician office visits where a depression screen could be conducted."
    },
    "Outpatient Encounters for Preventive Care": {
        "vs-id": "Outpatient Encounters for Preventive Care",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1576",
        "data-element": "The purpose of this value set is to represent concepts of an encounter for outpatient visits.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent outpatient encounters for annual visit, preventive evaluation, follow-up, or periodic re-evaluations."
    },
    "Encounter to Document Medications": {
        "vs-id": "Encounter to Document Medications",
        "clinical-focus": "2.16.840.1.113883.3.600.1.1834",
        "data-element": "The purpose of this value set is to represent concepts for encounters that include documentation of current medications.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that identify an encounter that includes documentation of medications reviewed, updated or transcribed as the current medication list."
    },
    "Encounter to Evaluate BMI": {
        "vs-id": "Encounter to Evaluate BMI",
        "clinical-focus": "2.16.840.1.113883.3.600.1.1751",
        "data-element": "The purpose of this value set is to represent concepts for encounters where body mass index (BMI) could be assessed.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts for encounters where body mass index (BMI) could be assessed."
    },
    "Clinical Oral Evaluation": {
        "vs-id": "Clinical Oral Evaluation",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.125.12.1003",
        "data-element": "The purpose of this value set is to represent concepts for encounters for clinical oral evaluations.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter for periodic or limited (problem focused) or comprehensive oral evaluations and re-evaluations."
    },
    "Hospital Services for urology care": {
        "vs-id": "Hospital Services for urology care",
        "clinical-focus": "2.16.840.1.113762.1.4.1164.64",
        "data-element": "The purpose of this value set is to represent concepts of encounters identifying hospital services for urology care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter specific to hospital services for urology care."
    },
    "DTaP Vaccine": {
        "vs-id": "DTaP Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1214",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with diphtheria, tetanus, and pertussis (DTaP) vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a diphtheria, tetanus, and pertussis (DTaP) vaccine."
    },
    "Hepatitis A Vaccine": {
        "vs-id": "Hepatitis A Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1215",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with Hepatitis A vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a Hepatitis A vaccine."
    },
    "Hepatitis B Vaccine": {
        "vs-id": "Hepatitis B Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1216",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with Hepatitis B vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a Hepatitis B vaccine."
    },
    "Hib Vaccine (3 dose schedule)": {
        "vs-id": "Hib Vaccine (3 dose schedule)",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1083",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with 3-dose haemophilus influenzae type b (Hib) vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a 3-dose haemophilus influenzae type b (Hib) vaccine."
    },
    "Hib Vaccine (4 dose schedule)": {
        "vs-id": "Hib Vaccine (4 dose schedule)",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1085",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with 4-dose haemophilus influenzae type b (Hib) vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a 4-dose haemophilus influenzae type b (Hib) vaccine."
    },
    "Inactivated Polio Vaccine (IPV)": {
        "vs-id": "Inactivated Polio Vaccine (IPV)",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1219",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with inactivated polio vaccines (IPV).",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent an inactivated polio vaccine (IPV)."
    },
    "Influenza Vaccine": {
        "vs-id": "Influenza Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1254",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with influenza vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent an influenza vaccine."
    },
    "Influenza Virus LAIV Immunization": {
        "vs-id": "Influenza Virus LAIV Immunization",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1087",
        "data-element": "The purpose of this value set is to represent live attenuated influenza vaccine.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a live attenuated influenza vaccine (quadrivalent and trivalent)."
    },
    "Measles, Mumps and Rubella (MMR) Vaccine": {
        "vs-id": "Measles, Mumps and Rubella (MMR) Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1224",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with measles, mumps and rubella (MMR) vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a measles, mumps and rubella (MMR) vaccine."
    },
    "Pneumococcal Conjugate Vaccine": {
        "vs-id": "Pneumococcal Conjugate Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1221",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with pneumococcal conjugate vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a pneumococcal conjugate vaccine."
    },
    "Rotavirus Vaccine (3 dose schedule)": {
        "vs-id": "Rotavirus Vaccine (3 dose schedule)",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1223",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with 3-dose rotavirus vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a 3-dose rotavirus vaccine."
    },
    "Varicella Zoster Vaccine (VZV)": {
        "vs-id": "Varicella Zoster Vaccine (VZV)",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1170",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with varicella zoster vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a varicella zoster vaccine."
    },
    "Adult Pneumococcal Vaccine": {
        "vs-id": "Adult Pneumococcal Vaccine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1161",
        "data-element": "The purpose of this value set is to represent concepts for immunizations with adult pneumococcal vaccines.",
        "incld": "This value set may use a model element related to Immunization.",
        "excld": "Includes concepts that represent a 13-valent, 15-valent, 20-valent, 23-valent or unspecified formulation pneumococcal vaccine."
    },
    "Ethnicity": {
        "vs-id": "Ethnicity",
        "clinical-focus": "2.16.840.1.114222.4.11.837",
        "data-element": NaN,
        "incld": NaN,
        "excld": NaN
    },
    "ONC Administrative Sex": {
        "vs-id": "ONC Administrative Sex",
        "clinical-focus": "2.16.840.1.113762.1.4.1",
        "data-element": "Gender identity restricted to only Male and Female used in administrative situations requiring a restriction to these two categories.",
        "incld": "Gender",
        "excld": "Male and Female only."
    },
    "Payer": {
        "vs-id": "Payer",
        "clinical-focus": "2.16.840.1.114222.4.11.3591",
        "data-element": "Categories of types of health care payor entities as defined by the US Public Health Data Consortium SOP code system",
        "incld": "@code in CCDA r2.1 template Planned Coverage [act: identifier urn:oid:2.16.840.1.113883.10.20.22.4.129 (open)] DYNAMIC",
        "excld": "All codes in the code system"
    },
    "Race": {
        "vs-id": "Race",
        "clinical-focus": "2.16.840.1.114222.4.11.836",
        "data-element": NaN,
        "incld": NaN,
        "excld": NaN
    },
    "Medicare payer": {
        "vs-id": "Medicare payer",
        "clinical-focus": "2.16.840.1.113762.1.4.1104.10",
        "data-element": "The purpose of this value set is to identify concepts for Medicare Fee-For-Service payer types.",
        "incld": "This value set may use a model element related to Patient Characteristic.",
        "excld": "Includes concepts that identify a patient with Medicare Fee-For-Service as a payer source."
    },
    "Comfort Measures": {
        "vs-id": "Comfort Measures",
        "clinical-focus": "1.3.6.1.4.1.33895.1.3.0.45",
        "data-element": "The purpose of this value set is to define concepts for interventions of comfort measures care.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that identify an intervention for comfort measures, terminal care, dying care and hospice care."
    },
    "Hospice Care Ambulatory": {
        "vs-id": "Hospice Care Ambulatory",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1584",
        "data-element": "The purpose of this value set is to represent concepts of interventions to identify patients receiving hospice care outside of a hospital or long term care facility.",
        "incld": "This value set may use a model element related to Procedure or Intervention.",
        "excld": "Includes concepts that represent a procedure or intervention for hospice care."
    },
    "Palliative Care Intervention": {
        "vs-id": "Palliative Care Intervention",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1135",
        "data-element": "The purpose of this value set is to represent concepts for palliative care interventions.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent palliative care interventions, including procedures and regime/therapy provided as part of palliative care services."
    },
    "Dialysis Education": {
        "vs-id": "Dialysis Education",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1016",
        "data-element": "The purpose of this value set is to represent concepts for dialysis education.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent dialysis education."
    },
    "Other Services Related to Dialysis": {
        "vs-id": "Other Services Related to Dialysis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1015",
        "data-element": "The purpose of this value set is to represent concepts for services related to dialysis.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent an intervention related to dialysis, including care planning, catheter maintenance and care assessment and management."
    },
    "Substance Use Disorder Treatment": {
        "vs-id": "Substance Use Disorder Treatment",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.106.12.1005",
        "data-element": "The purpose of this value set is to represent concepts for encounters for substance use disorder treatment.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent an encounter for substance use disorder treatment."
    },
    "Tobacco Use Cessation Counseling": {
        "vs-id": "Tobacco Use Cessation Counseling",
        "clinical-focus": "2.16.840.1.113883.3.526.3.509",
        "data-element": "The purpose of this value set is to represent concepts for tobacco cessation counseling.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent an intervention that may include referral to tobacco cessation-related services or providers, education about the benefits of stopping tobacco use, education about the negative side effects of using tobacco, and monitoring for tobacco cessation."
    },
    "Cognitive Assessment": {
        "vs-id": "Cognitive Assessment",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1332",
        "data-element": "The purpose of this value set is to represent concepts for assessments performed for the evaluation of cognition.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that describe assessments for evaluation of cognition."
    },
    "Counseling for Nutrition": {
        "vs-id": "Counseling for Nutrition",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.195.12.1003",
        "data-element": "The purpose of this value set is to represent concepts for nutrition counseling interventions.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent counseling for nutrition, including medical nutrition therapy, dietetic services, diet education, and weight loss management."
    },
    "Counseling for Physical Activity": {
        "vs-id": "Counseling for Physical Activity",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.118.12.1035",
        "data-element": "The purpose of this value set is to represent concepts for physical activity counseling.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent counseling or referrals for physical activity, including weight management services."
    },
    "Dietary Recommendations": {
        "vs-id": "Dietary Recommendations",
        "clinical-focus": "2.16.840.1.113883.3.600.1515",
        "data-element": "The purpose of this value set is to represent concepts for recommendations and education for diet and nutrition.",
        "incld": "This value set may use a model element related to Intervention or Procedure.",
        "excld": "This value set may use a model element related to Intervention or Procedure."
    },
    "Follow Up Within 4 Weeks": {
        "vs-id": "Follow Up Within 4 Weeks",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1578",
        "data-element": "The purpose of this value set is to represent concepts for follow-up timing.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent follow-up timing from one day to one month."
    },
    "Lifestyle Recommendation": {
        "vs-id": "Lifestyle Recommendation",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1581",
        "data-element": "The purpose of this value set is to represent concepts for  lifestyle needs and education related to hypertension.",
        "incld": "This value set may use a model element related to Procedure or Intervention.",
        "excld": "Includes concepts that represent a procedure or intervention for lifestyle education focused on hypertension."
    },
    "Recommendation to Increase Physical Activity": {
        "vs-id": "Recommendation to Increase Physical Activity",
        "clinical-focus": "2.16.840.1.113883.3.600.1518",
        "data-element": "The purpose of this value set is to represent concepts for recommendations for exercise and nutrition education.",
        "incld": "This value set may use a model element related to Intervention or Procedure.",
        "excld": "Includes concepts that represent an intervention or procedure for promoting exercise and nutrition regimens."
    },
    "Referral or Counseling for Alcohol Consumption": {
        "vs-id": "Referral or Counseling for Alcohol Consumption",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1583",
        "data-element": "The purpose of this value set is to represent concepts for interventions relevant to alcohol use.",
        "incld": "This value set may use a model element related to Procedure or Intervention.",
        "excld": "Includes concepts that indicate an intervention for the type of education provided, referral to community service, or rehabilitation center for alcohol use."
    },
    "Referral to Primary Care or Alternate Provider": {
        "vs-id": "Referral to Primary Care or Alternate Provider",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1580",
        "data-element": "The purpose of this value set is to represent concepts for referrals to an alternate or primary care provider.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that describe an intervention of a referral to an alternate or primary care provider."
    },
    "Weight Reduction Recommended": {
        "vs-id": "Weight Reduction Recommended",
        "clinical-focus": "2.16.840.1.113883.3.600.1510",
        "data-element": "The purpose of this value set is to represent concepts for discussion, education and  management of weight reduction.",
        "incld": "This value set may use a model element related to Intervention or Procedure.",
        "excld": "Includes concepts that represent discussion, education and  management of weight reduction."
    },
    "Follow Up for Adolescent Depression": {
        "vs-id": "Follow Up for Adolescent Depression",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1569",
        "data-element": "The purpose of this value set is to represent concepts for follow-up plans used to document a plan is in place for the treatment of depression that specifically pertains to the adolescent population.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent emotional and coping support as well as mental health management in an attempt to follow up on previously evaluated and diagnosed depression or depressive disorder in adolescents."
    },
    "Follow Up for Adult Depression": {
        "vs-id": "Follow Up for Adult Depression",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1568",
        "data-element": "The purpose of this value set is to represent concepts for follow-up plans used to document a plan is in place for the treatment of depression specifically pertaining to the adult population.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent emotional and coping support as well as mental health management in an attempt to follow up on previously evaluated and diagnosed depression or depressive disorder in the adults."
    },
    "Referral for Adolescent Depression": {
        "vs-id": "Referral for Adolescent Depression",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1570",
        "data-element": "The purpose of this value set is to represent concepts for referrals for depression management for the child and adolescent population.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent referrals for depression management in the child and adolescent population."
    },
    "Referral for Adult Depression": {
        "vs-id": "Referral for Adult Depression",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1571",
        "data-element": "The purpose of this value set is to represent concepts for referrals for depression management for the adult population.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent referrals for depression management in the adult population."
    },
    "Palliative or Hospice Care": {
        "vs-id": "Palliative or Hospice Care",
        "clinical-focus": "2.16.840.1.113883.3.600.1.1579",
        "data-element": "The purpose of this value set is to represent concepts of an intervention or procedure to identify patients receiving palliative, comfort or hospice care.",
        "incld": "This value set may use a model element related to Intervention or Procedure.",
        "excld": "Includes concepts that identify an intervention or procedure for palliative, comfort or hospice care."
    },
    "Referral": {
        "vs-id": "Referral",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.101.12.1046",
        "data-element": "The purpose of this value set is to represent concepts of an encounter for a referral of a patient to a practitioner for evaluation, treatment or co-management of a patient's condition.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes concepts that represent an intervention for referrals and consultations."
    },
    "Follow Up for Above Normal BMI": {
        "vs-id": "Follow Up for Above Normal BMI",
        "clinical-focus": "2.16.840.1.113883.3.600.1.1525",
        "data-element": "The purpose of this value set is to represent concepts for a follow-up for a body mass index (BMI) above normal measurement.",
        "incld": "This value set may use a model element related to Intervention or Procedure.",
        "excld": "Includes concepts that represent a follow-up for above normal body mass index (BMI)."
    },
    "Follow Up for Below Normal BMI": {
        "vs-id": "Follow Up for Below Normal BMI",
        "clinical-focus": "2.16.840.1.113883.3.600.1.1528",
        "data-element": "The purpose of this value set is to represent concepts for follow-up with a body mass index (BMI) below normal measurement.",
        "incld": "This value set may use a model element related to Intervention or Procedure.",
        "excld": "Includes concepts that represent a follow-up for below normal body mass index (BMI)."
    },
    "Referrals Where Weight Assessment May Occur": {
        "vs-id": "Referrals Where Weight Assessment May Occur",
        "clinical-focus": "2.16.840.1.113883.3.600.1.1527",
        "data-element": "The purpose of this value set is to represent concepts for a referral to multiple types of providers and settings for weight assessment.",
        "incld": "This value set may use a model element related to Intervention or Procedure.",
        "excld": "Includes concepts that represent a referral to multiple types of providers and settings for weight assessment."
    },
    "Nutrition Care Plan": {
        "vs-id": "Nutrition Care Plan",
        "clinical-focus": "2.16.840.1.113762.1.4.1095.88",
        "data-element": "A Nutrition Care Plan includes assessment, intervention and nutrition diagnosis data which identify an individuals plan.",
        "incld": "Data elements include those used to assess patient's nutritional status and recommend interventions for optimal nutrition care.",
        "excld": "Data elements are those used by a nutrition and dietetics professional to create a nutrition care plan."
    },
    "Hematocrit lab test": {
        "vs-id": "Hematocrit lab test",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.114",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring hematocrit.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring hematocrit in the specimen source of blood."
    },
    "White blood cells count lab test": {
        "vs-id": "White blood cells count lab test",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.129",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring white blood cells.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring white blood cell count in the specimen source of blood."
    },
    "LDL-c": {
        "vs-id": "LDL-c",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.215",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests commonly used for low-density lipoproteins (LDL) cholesterol measurement.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring low-density lipoprotein  cholesterol (LDL-C) using the specimen type of serum or plasma based on a measurement scale of mass per volume."
    },
    "INR": {
        "vs-id": "INR",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.213",
        "data-element": "The purpose of this value set is to represent concepts for laboratory test for international normalized ratio (INR).",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test of INR (International Normalized Ratio)."
    },
    "HbA1c Laboratory Test": {
        "vs-id": "HbA1c Laboratory Test",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1013",
        "data-element": "The purpose of this value set is to represent concepts for hemoglobin A1c tests.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests for hemoglobin A1c."
    },
    "HPV Test": {
        "vs-id": "HPV Test",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1059",
        "data-element": "The purpose of this value set is to represent concepts for human papilloma viruses (HPV).",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests for high-risk HPV in cervical samples."
    },
    "Pap Test": {
        "vs-id": "Pap Test",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.108.12.1017",
        "data-element": "The purpose of this value set is to represent concepts for cervical cytology tests.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests for cervical cytology."
    },
    "Prostate Specific Antigen Test": {
        "vs-id": "Prostate Specific Antigen Test",
        "clinical-focus": "2.16.840.1.113883.3.526.3.401",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring the prostate specific antigen (PSA).",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test for a prostate specific antigen (PSA)."
    },
    "FIT DNA": {
        "vs-id": "FIT DNA",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.108.12.1039",
        "data-element": "The purpose of this value set is to represent concepts for fecal immunochemical (FIT) DNA tests.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent fecal immunochemical (FIT) DNA tests."
    },
    "Fecal Occult Blood Test (FOBT)": {
        "vs-id": "Fecal Occult Blood Test (FOBT)",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1011",
        "data-element": "The purpose of this value set is to represent concepts for fecal occult blood tests.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests for occult blood in stool."
    },
    "Urine Protein Tests": {
        "vs-id": "Urine Protein Tests",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1024",
        "data-element": "The purpose of this value set is to represent concepts for tests that measure urine protein.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests for protein in urine."
    },
    "Group A Streptococcus Test": {
        "vs-id": "Group A Streptococcus Test",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1012",
        "data-element": "The purpose of this value set is to represent concepts for group A streptococcus tests.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests to identify the presence of group A streptococcus."
    },
    "Chlamydia Screening": {
        "vs-id": "Chlamydia Screening",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1052",
        "data-element": "The purpose of this value set is to represent concepts for chlamydia tests.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent screening for chlamydia infections."
    },
    "Lab Tests During Pregnancy": {
        "vs-id": "Lab Tests During Pregnancy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.111.12.1007",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests conducted during pregnancy.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests conducted during pregnancy."
    },
    "Lab Tests for Sexually Transmitted Infections": {
        "vs-id": "Lab Tests for Sexually Transmitted Infections",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1051",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests for sexually transmitted infections.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests for sexually transmitted infections."
    },
    "Pregnancy Test": {
        "vs-id": "Pregnancy Test",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.111.12.1011",
        "data-element": "The purpose of this value set is to represent concepts for pregnancy tests.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent tests for pregnancy including in urine, serum or plasma."
    },
    "Laboratory Tests for Hypertension": {
        "vs-id": "Laboratory Tests for Hypertension",
        "clinical-focus": "2.16.840.1.113883.3.600.1482",
        "data-element": "The purpose of this value set is to represent concepts for lab  tests that are commonly performed on patients with hypertension.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent concepts for lab tests that are commonly performed on patients with hypertension."
    },
    "LDL Cholesterol": {
        "vs-id": "LDL Cholesterol",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1573",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests commonly used for low-density lipoproteins (LDL) cholesterol measurement.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring low-density lipoprotein  cholesterol (LDL-C) using the specimen type of serum or plasma based on a measurement scale of mass per volume."
    },
    "Human Immunodeficiency Virus (HIV) Laboratory Test Codes (Ab and Ag)": {
        "vs-id": "Human Immunodeficiency Virus (HIV) Laboratory Test Codes (Ab and Ag)",
        "clinical-focus": "2.16.840.1.113762.1.4.1056.50",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests used for Human Immunodeficiency Virus (HIV) screening.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test for HIV-1 and HIV-2 antibodies or antigens."
    },
    "Bicarbonate lab test": {
        "vs-id": "Bicarbonate lab test",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.139",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring bicarbonate in blood, serum, or plasma.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring bicarbonate and carbon dioxide in the specimen source of blood, serum, or plasma."
    },
    "Creatinine lab test": {
        "vs-id": "Creatinine lab test",
        "clinical-focus": "2.16.840.1.113883.3.666.5.2363",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring creatinine in blood, serum, or plasma.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring creatinine in the specimen source of blood, serum, or plasma."
    },
    "Glucose lab test": {
        "vs-id": "Glucose lab test",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.134",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring glucose.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring glucose in the specimen source of blood, serum, or plasma, including Point of Care (POC) testing."
    },
    "Potassium lab test": {
        "vs-id": "Potassium lab test",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.117",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring potassium in blood, serum, or plasma.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring potassium in the specimen source of blood, serum, or plasma."
    },
    "Sodium lab test": {
        "vs-id": "Sodium lab test",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.119",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring sodium in blood, serum, or plasma.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring sodium in the specimen source of blood, serum, or plasma."
    },
    "Glucose Lab Test Mass Per Volume": {
        "vs-id": "Glucose Lab Test Mass Per Volume",
        "clinical-focus": "2.16.840.1.113762.1.4.1248.34",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring glucose and reported as Mass Per Volume (mg/dL).",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring glucose in the specimen source of blood, serum, or plasma, including Point of Care (POC) testing and reported as Mass Per Volume (mg/dL)."
    },
    "Platelet count lab test": {
        "vs-id": "Platelet count lab test",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.127",
        "data-element": "The purpose of this value set is to represent concepts for laboratory tests measuring platelet count in blood, serum, or plasma.",
        "incld": "This value set may use a model element related to Laboratory Test.",
        "excld": "Includes concepts that represent a laboratory test measuring platelet count in the specimen source of blood, serum, or plasma."
    },
    "Estimated Glomerular Filtration Rate": {
        "vs-id": "Estimated Glomerular Filtration Rate",
        "clinical-focus": "2.16.840.1.113883.3.6929.3.1000",
        "data-element": "This value set contains concepts that represent estimated glomerular filtration rate (eGFR) tests.",
        "incld": "This value set may use Quality Data Model (QDM) category related to Laboratory Test.",
        "excld": "Includes only relevant concepts associated with estimated glomerular filtration rate (eGFR) tests."
    },
    "Urine Albumin Creatinine Ratio": {
        "vs-id": "Urine Albumin Creatinine Ratio",
        "clinical-focus": "2.16.840.1.113883.3.6929.3.1007",
        "data-element": "This value set contains concepts that represent urine albumin creatinine ratio (uACR) tests.",
        "incld": "This value set may use Quality Data Model (QDM) category related to Laboratory Test.",
        "excld": "Includes only relevant concepts associated with urine albumin creatinine ratio (uACR) tests. Value set includes contents with mg/mol/creatinine unit of measurement and mg/g/creatinine unit of measurement."
    },
    "Antithrombotic Therapy": {
        "vs-id": "Antithrombotic Therapy",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.62",
        "data-element": "The purpose of this value set is to represent concepts of medications that are anticoagulant and antiplatelet medications used to reduce stroke mortality and morbidity.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication that is an antithrombotic medication, including oral, rectal, and injectable dose forms."
    },
    "Pharmacological Contraindications For Antithrombotic Therapy": {
        "vs-id": "Pharmacological Contraindications For Antithrombotic Therapy",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.52",
        "data-element": "The purpose of this value set is to represent concepts for medications indicating pharmacological contraindications for antithrombotic therapy.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for pharmacological contraindications for antithrombotic therapy."
    },
    "Statin Grouper": {
        "vs-id": "Statin Grouper",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.19",
        "data-element": "The purpose of this value set is to represent concepts for medications prescribed at hospital discharge for statin therapy.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication specific to generic, single and multiple ingredient, prescibable statin medication, including oral dose forms."
    },
    "Direct Thrombin Inhibitor": {
        "vs-id": "Direct Thrombin Inhibitor",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.205",
        "data-element": "The purpose of this value set is to represent concepts for medications that are direct thrombin inhibitors.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication that is a direct thrombin inhibitors."
    },
    "Glycoprotein IIb/IIIa Inhibitors": {
        "vs-id": "Glycoprotein IIb/IIIa Inhibitors",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.41",
        "data-element": "The purpose of this value set is to represent concepts for medications to identify glycoprotein Iib/IIIa inhibitors.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication that is a glycoprotein Iib/IIIa inhibitor."
    },
    "Injectable Factor Xa Inhibitor for VTE Prophylaxis": {
        "vs-id": "Injectable Factor Xa Inhibitor for VTE Prophylaxis",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.211",
        "data-element": "The purpose of this value set is to represent concepts for medications of injectable factor Xa inhibitors used for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication that is an injectable factor Xa inhibitor."
    },
    "Low Dose Unfractionated Heparin for VTE Prophylaxis": {
        "vs-id": "Low Dose Unfractionated Heparin for VTE Prophylaxis",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.39",
        "data-element": "The purpose of this value set is to represent concepts for medications of unfractionated heparin with strengths that could be used for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication that could reasonably be used to achieve a dose of at least 5000 units when administered subcutaneously."
    },
    "Low Molecular Weight Heparin for VTE Prophylaxis": {
        "vs-id": "Low Molecular Weight Heparin for VTE Prophylaxis",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.219",
        "data-element": "The purpose of this value set is to represent concepts of medication for parenteral administration of low molecular weight heparin medications used for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for parenteral administration of low molecular weight heparin."
    },
    "Oral Factor Xa Inhibitor for VTE Prophylaxis or VTE Treatment": {
        "vs-id": "Oral Factor Xa Inhibitor for VTE Prophylaxis or VTE Treatment",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.134",
        "data-element": "The purpose of this value set is to represent concepts for medications of oral factor Xa inhibitors indicated for venous thromboembolism (VTE) prophylaxis and treatment.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for oral forms of factor Xa inhibitors."
    },
    "Rivaroxaban for VTE Prophylaxis": {
        "vs-id": "Rivaroxaban for VTE Prophylaxis",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.50",
        "data-element": "The purpose of this value set is to represent concepts for medications of rivaroxaban indicated for venous thromboembolism (VTE) prophylaxis and treatment.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for oral forms of rivaroxaban."
    },
    "Unfractionated Heparin": {
        "vs-id": "Unfractionated Heparin",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.218",
        "data-element": "The purpose of this value set is to represent concepts of medication for continuous infusion of heparin formulations to treat venous thromboembolism (VTE).",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication that could be used for continuous infusion of heparin and achieve therapeutic levels."
    },
    "Warfarin": {
        "vs-id": "Warfarin",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.232",
        "data-element": "The purpose of this value set is to represent concepts for medications of warfarin administered to patients to reduce the risk of blood clot formation.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for single ingredient drug forms consistent with oral administration."
    },
    "Dementia Medications": {
        "vs-id": "Dementia Medications",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1510",
        "data-element": "The purpose of this value set is to represent concepts for dementia medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable dementia medications."
    },
    "Antidepressant Medication": {
        "vs-id": "Antidepressant Medication",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1213",
        "data-element": "The purpose of this value set is to represent concepts for antidepressant medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable antidepressant medications."
    },
    "ACE Inhibitor or ARB or ARNI": {
        "vs-id": "ACE Inhibitor or ARB or ARNI",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1139",
        "data-element": "The purpose of this value set is to represent concepts of medications of angiotensin-converting enzyme (ACE) inhibitor, angiotensin-receptor blocker (ARB), and angiotensin receptor-neprilysin inhibitor (ARNI) therapies.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for angiotensin-converting enzyme (ACE) inhibitor, angiotensin-receptor blocker (ARB), and angiotensin receptor-neprilysin inhibitor (ARNI) therapies.s diuretic, ACEI plus calcium channel blocker, ARB plus calcium channel blocker, or ARB plus calcium channel blocker plus diuretic."
    },
    "ADHD Medications": {
        "vs-id": "ADHD Medications",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1171",
        "data-element": "The purpose of this value set is to represent concepts for attention deficit hyperactivity disorder (ADHD) medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable ADHD medications."
    },
    "Substance Use Disorder Long Acting Medication": {
        "vs-id": "Substance Use Disorder Long Acting Medication",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1149",
        "data-element": "The purpose of this Grouping value set is to represent concepts for long acting substance use disorder medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable buprenorphine implant, buprenorphine injection and naltrexone injection medications."
    },
    "Substance Use Disorder Short Acting Medication": {
        "vs-id": "Substance Use Disorder Short Acting Medication",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1150",
        "data-element": "The purpose of this Grouping value set is to represent concepts for short acting substance use disorder medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable naltrexone, buprenorphine and buprenorphine (oral, sublingual) medications."
    },
    "Tobacco Use Cessation Pharmacotherapy": {
        "vs-id": "Tobacco Use Cessation Pharmacotherapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1190",
        "data-element": "The purpose of this value set is to represent concepts for tobacco use cessation medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable tobacco use cessation medications."
    },
    "Beta Blocker Therapy for LVSD": {
        "vs-id": "Beta Blocker Therapy for LVSD",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1184",
        "data-element": "The purpose of this value set is to represent concepts of medications for beta blocker therapy for left ventricular systolic dysfunction (LVSD).",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for generic and prescribable bisoprolol, carvedilol, or sustained release metoprolol succinate."
    },
    "Beta Blocker Therapy": {
        "vs-id": "Beta Blocker Therapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1174",
        "data-element": "The purpose of this value set is to represent concepts of medications for beta blocker therapy.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for beta blockers."
    },
    "Antibiotic Medications for Pharyngitis": {
        "vs-id": "Antibiotic Medications for Pharyngitis",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1001",
        "data-element": "The purpose of this value set is to represent concepts for antibiotic medications used to treat pharyngitis.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable antibiotics for pharyngitis."
    },
    "Contraceptive Medications": {
        "vs-id": "Contraceptive Medications",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1080",
        "data-element": "The purpose of this value set is to represent concepts for contraceptive medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable contraceptive medications."
    },
    "Isotretinoin": {
        "vs-id": "Isotretinoin",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1143",
        "data-element": "The purpose of this value set is to represent concepts for isotretinoin medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use, prescribable isotretinoin and isotretinoin in combination with other medications."
    },
    "Anti Infectives, other": {
        "vs-id": "Anti Infectives, other",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1481",
        "data-element": "The purpose of this value set is to represent concepts for nitrofurantoin medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use, prescribable nitrofurantoin and nitrofurantoin in combination with other medications."
    },
    "Anticholinergics, anti Parkinson agents": {
        "vs-id": "Anticholinergics, anti Parkinson agents",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1049",
        "data-element": "The purpose of this value set is to represent concepts for anticholinergics (anti Parkinson agents).",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Anticholinergics, first generation antihistamines": {
        "vs-id": "Anticholinergics, first generation antihistamines",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1043",
        "data-element": "The purpose of this value set is to represent concepts for anticholinergics (first generation antihistamines).",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Antipsychotic": {
        "vs-id": "Antipsychotic",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1523",
        "data-element": "The purpose of this value set is to represent concepts for antipsychotic medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable antipsychotic medications."
    },
    "Antispasmodics": {
        "vs-id": "Antispasmodics",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1050",
        "data-element": "The purpose of this value set is to represent concepts for antispasmodic medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes atropine (excluding ophthalmic), belladonna alkaloids, chlordiazepoxide- clidinium, dicyclomine, hyoscyamine, methscopolamine, propantheline and scopolamine. Includes concepts that represent generic, human use and prescribable medications."
    },
    "Antithrombotic": {
        "vs-id": "Antithrombotic",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1051",
        "data-element": "The purpose of this value set is to represent concepts for antithrombotic medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes dipyridamole (oral, excluding extended release). Includes concepts that represent generic, human use and prescribable medications."
    },
    "Benzodiazepine": {
        "vs-id": "Benzodiazepine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1522",
        "data-element": "The purpose of this value set is to represent concepts for benzodiazepine medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable benzodiazepine medications."
    },
    "Cardiovascular, alpha agonists, central": {
        "vs-id": "Cardiovascular, alpha agonists, central",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1052",
        "data-element": "The purpose of this value set is to represent concepts for guanfacine and methyldopa medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Cardiovascular, other": {
        "vs-id": "Cardiovascular, other",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1053",
        "data-element": "The purpose of this value set is to represent concepts for disopyramide and nifedipine (excluding extended release) medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Central nervous system, antidepressants": {
        "vs-id": "Central nervous system, antidepressants",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1054",
        "data-element": "The purpose of this value set is to represent concepts for central nervous system antidepressant medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes amitriptyline, amoxapine, clomipramine, desipramine, imipramine, nortriptyline, paroxetine, protriptyline and trimipramine medications. Includes concepts that represent generic, human use and prescribable medications."
    },
    "Central nervous system, barbiturates": {
        "vs-id": "Central nervous system, barbiturates",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1055",
        "data-element": "The purpose of this value set is to represent concepts for barbiturate medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes amobarbital, butabarbital, butalbital, pentobarbital, phenobarbital and secobarbital.\nIncludes concepts that represent generic, human use and prescribable medications."
    },
    "Central nervous system, other": {
        "vs-id": "Central nervous system, other",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1057",
        "data-element": "The purpose of this value set is to represent concepts for meprobamate medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Central nervous system, vasodilators": {
        "vs-id": "Central nervous system, vasodilators",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1056",
        "data-element": "The purpose of this value set is to represent concepts for central nervous system vasodilator medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes ergoloid mesylates and isoxsuprine. Includes concepts that represent generic, human use and prescribable medications."
    },
    "Digoxin": {
        "vs-id": "Digoxin",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1065",
        "data-element": "The purpose of this value set is to represent concepts for digoxin medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Doxepin": {
        "vs-id": "Doxepin",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1067",
        "data-element": "The purpose of this value set is to represent concepts for doxepin medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Endocrine system, estrogens with or without progestins": {
        "vs-id": "Endocrine system, estrogens with or without progestins",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1058",
        "data-element": "The purpose of this value set is to represent concepts for estrogens with or without progestins.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications. Includes only oral and topical patch products."
    },
    "Endocrine system, other": {
        "vs-id": "Endocrine system, other",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1060",
        "data-element": "The purpose of this value set is to represent concepts for desiccated thyroid and megestrol medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Endocrine system, sulfonylureas, long duration": {
        "vs-id": "Endocrine system, sulfonylureas, long duration",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1059",
        "data-element": "The purpose of this value set is to represent concepts for long-acting sulfonylurea medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes chlorpropamide, glimepiride and glyburide. Includes concepts that represent generic, human use and prescribable medications."
    },
    "Nonbenzodiazepine hypnotics": {
        "vs-id": "Nonbenzodiazepine hypnotics",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1480",
        "data-element": "The purpose of this value set is to represent concepts for nonbenzodiazepine hypnotic medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable nonbenzodiazepine hypnotic medication."
    },
    "Pain medications, other": {
        "vs-id": "Pain medications, other",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1063",
        "data-element": "The purpose of this value set is to represent concepts for pain medications other than skeletal muscle relaxants.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Pain medications, skeletal muscle relaxants": {
        "vs-id": "Pain medications, skeletal muscle relaxants",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1062",
        "data-element": "The purpose of this value set is to represent concepts for skeletal muscle relaxant pain medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable medications."
    },
    "Reserpine": {
        "vs-id": "Reserpine",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1044",
        "data-element": "The purpose of this value set is to represent concepts for reserpine medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use, prescribable reserpine medications."
    },
    "Pharmacologic Therapy for Hypertension": {
        "vs-id": "Pharmacologic Therapy for Hypertension",
        "clinical-focus": "2.16.840.1.113883.3.526.1577",
        "data-element": "The purpose of this value set is to represent medications  prescribed for the treatment of hypertension.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that describe a medication for treatment of hypertension."
    },
    "Aromatase Inhibitors": {
        "vs-id": "Aromatase Inhibitors",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1265",
        "data-element": "The purpose of this value set is to represent concepts for aromatase inhibitors.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable aromatase inhibitors."
    },
    "Glucocorticoids (oral only)": {
        "vs-id": "Glucocorticoids (oral only)",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.196.12.1266",
        "data-element": "The purpose of this value set is to represent concepts for glucocorticoids.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent generic, human use and prescribable oral glucocorticoids."
    },
    "Adolescent Depression Medications": {
        "vs-id": "Adolescent Depression Medications",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1567",
        "data-element": "The purpose of this value set is to represent medications used to treat depression in the child and adolescent population.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts for medications used for treatment and management of depression in children and adolescents."
    },
    "Adult Depression Medications": {
        "vs-id": "Adult Depression Medications",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1566",
        "data-element": "The purpose of this value set is to represent medications used to treat depression in the adult population.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts for medications used for treatment and management of depression in adults."
    },
    "High Intensity Statin Therapy": {
        "vs-id": "High Intensity Statin Therapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1572",
        "data-element": "The purpose of this value set is to represent concepts for medications that are high intensity statins as defined by the 2013 American College of Cardiology (ACC) and the American Heart Association (AHA) guideline.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for high intensity statin therapy as defined by the 2013 American College of Cardiology (ACC) and the American Heart Association (AHA) guideline."
    },
    "Low Intensity Statin Therapy": {
        "vs-id": "Low Intensity Statin Therapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1574",
        "data-element": "The purpose of this value set is to represent concepts of low intensity statin medications as defined by the 2013 American College of Cardiology (ACC) and the American Heart Association (AHA) guideline.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for low intensity statin therapy as defined by the 2013 American College of Cardiology (ACC) and the American Heart Association (AHA) guideline."
    },
    "Moderate Intensity Statin Therapy": {
        "vs-id": "Moderate Intensity Statin Therapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1575",
        "data-element": "The purpose of this value set is to represent moderate intensity statin medications as defined by the 2013 American College of Cardiology (ACC) and the American Heart Association (AHA) guideline.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for moderate intensity statin therapy as defined by the 2013 American College of Cardiology (ACC) and the American Heart Association (AHA) guideline."
    },
    "Schedule II & III Opioid Medications": {
        "vs-id": "Schedule II & III Opioid Medications",
        "clinical-focus": "2.16.840.1.113762.1.4.1111.165",
        "data-element": "The purpose of this value set is to group Schedules II & III opioid medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that identify medications of Schedules II & III opioid medications."
    },
    "Schedule IV Benzodiazepines": {
        "vs-id": "Schedule IV Benzodiazepines",
        "clinical-focus": "2.16.840.1.113762.1.4.1125.1",
        "data-element": "The purpose of this value set is to represent concepts for medications that are Schedule IV  benzodiazepine medication.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that identify a medication for benzodiazepines."
    },
    "Androgen deprivation therapy for Urology Care": {
        "vs-id": "Androgen deprivation therapy for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.48",
        "data-element": "The purpose of this value set is to represent concepts for medications for androgen deprivation therapy as identified for urology care.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication that is an androgen deprivation therapy medication."
    },
    "BCG Bacillus Calmette Guerin for Urology Care": {
        "vs-id": "BCG Bacillus Calmette Guerin for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.52",
        "data-element": "The purpose of this value set is to represent concepts of medications of Bacillus Calmette Guerin (BCG) .",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that identify a medication of Bacillus Calmette Guerin (BCG) for intravesical use."
    },
    "Chemotherapy for Advanced Cancer": {
        "vs-id": "Chemotherapy for Advanced Cancer",
        "clinical-focus": "2.16.840.1.113883.3.7643.3.1048",
        "data-element": "This value set contains RxNORM codes associated with chemotherapy agents commonly used to treat patients with advanced stages of cancer.",
        "incld": "This would use the Medication QDM category.",
        "excld": "The following generic, prescribable chemotherapy agents are included in this value set: \naltretamine, arsenic trioxide, asparaginase, azacytidine, belinostat, bendamustine, bexarotene, bleomycin, busulfan, cabazitaxel, capecitabine, carboplatin, carmustine, chlorambucil, cisplatin, cladribine, clofarabine, cyclophosphamide, cytarabine, cytarabine liposome, dacarbazine, dactinomycin, daunorubicin, decitabine, docetaxel, doxorubicin, epirubicin, eribulin, estramustine, etoposide, floxuridine, fludarabine, fluorouracil, gemcitabine, hydroxyurea, idarubicin, ifosfamide, irinotecan, ixabepilone, lomustine, mechlorethamine, melphalan, mercaptopurine, methotrexate, mitomycin, mitotane, mitoxantrone, nelarabine, omacetaxine, oxaliplatin, paclitaxel, pegaspargase, pemetrexed, pentostatin, pralatrexate, procarbazine, ruxolitinib, streptozocin, temozolomide, teniposide, thioguanine, thiotepa, topotecan, trabectedin, vinblastine, vincristine."
    },
    "Immunosuppressive Drugs for Urology Care": {
        "vs-id": "Immunosuppressive Drugs for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.32",
        "data-element": "The purpose of this value set is represent concepts of medications for immunosuppressive drugs .",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that identify a medication for immunosuppressive drug therapy."
    },
    "Medications for Above Normal BMI": {
        "vs-id": "Medications for Above Normal BMI",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1561",
        "data-element": "The purpose of this value set is to represent concepts for medications prescribed for weight loss to patients with an above normal body mass index (BMI) measurement.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for weight loss in patients with an above normal body mass index (BMI) measurement."
    },
    "Medications for Below Normal BMI": {
        "vs-id": "Medications for Below Normal BMI",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1562",
        "data-element": "The purpose of this value set is to represent concepts for medications prescribed for weight gain to patients with a below normal body mass index (BMI) measurement.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for weight gain in patients with a below normal body mass index (BMI) measurement."
    },
    "Anticoagulant Therapy": {
        "vs-id": "Anticoagulant Therapy",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.200",
        "data-element": "The purpose of this value set is to represent concepts for medications prescribed at hospital discharge for anticoagulant therapy for patients following acute ischemic stroke.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for oral and injectable drug forms of anticoagulants."
    },
    "Thrombolytic (t-PA) Therapy": {
        "vs-id": "Thrombolytic (t-PA) Therapy",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.226",
        "data-element": "The purpose of this value set is to represent concepts for medications prescribed for thrombolytic (t-PA) therapy for treatment of ischemic stroke.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent a medication for stroke treatment consistent with administration by intravenous (IV) route."
    },
    "Hypoglycemics Severe Hypoglycemia": {
        "vs-id": "Hypoglycemics Severe Hypoglycemia",
        "clinical-focus": "2.16.840.1.113762.1.4.1196.393",
        "data-element": "The purpose of this value set is to represent concepts for medications capable of causing severe hypoglycemia.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent insulin, non-insulin injectable antidiabetics, and oral antidiabetic medication."
    },
    "Hypoglycemics Treatment Medications": {
        "vs-id": "Hypoglycemics Treatment Medications",
        "clinical-focus": "2.16.840.1.113762.1.4.1196.394",
        "data-element": "The purpose of this value set is to represent concepts for insulin and non-insulin injectable and oral antidiabetic medications capable of causing hypoglycemia.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that represent insulin and non-insulin injectable and oral antidiabetic medications."
    },
    "Anticoagulant Medications, Oral": {
        "vs-id": "Anticoagulant Medications, Oral",
        "clinical-focus": "2.16.840.1.113883.3.3157.4045",
        "data-element": "The purpose of this value set is to represent concepts for oral anticoagulant medications.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes RXNORM codes that represent medications used to treat blood clots."
    },
    "Fibrinolytic Therapy": {
        "vs-id": "Fibrinolytic Therapy",
        "clinical-focus": "2.16.840.1.113883.3.3157.4019",
        "data-element": "The purpose of this value set is to represent concepts for fibrinolytic therapy used in the treatment of ST-segment elevation myocardial infarction (STEMI).",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes RXNORM codes that represent medications used in STEMI treatment."
    },
    "Total Parenteral Nutrition": {
        "vs-id": "Total Parenteral Nutrition",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.54",
        "data-element": "The purpose of this value set is to represent concepts for administration of total parenteral infusion.",
        "incld": "This value set may use a model element related to medication.",
        "excld": "Includes concepts that represent concepts administration of total parenteral infusion."
    },
    "Retinal or Dilated Eye Exam": {
        "vs-id": "Retinal or Dilated Eye Exam",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.115.12.1088",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam where a retinal or dilated eye exam was performed.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam during which a retinal or dilated eye exam occurred."
    },
    "Best Corrected Visual Acuity Exam Using Snellen Chart": {
        "vs-id": "Best Corrected Visual Acuity Exam Using Snellen Chart",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1560",
        "data-element": "The purpose of this value set is to represent concepts of a physical exam for visual acuity exams using a Snellen chart.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam for visual acuity using a Snellen chart."
    },
    "Heart Rate": {
        "vs-id": "Heart Rate",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.149",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with an observation or measurement of heart rate.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam during which observation or measurement of a person's heart rate occurred."
    },
    "BMI percentile": {
        "vs-id": "BMI percentile",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.121.12.1012",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam where a body mass index (BMI) percentile is calculated.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam with a BMI percentile measurement."
    },
    "Height": {
        "vs-id": "Height",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.121.12.1014",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with measured height.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam with a patient height measurement."
    },
    "Weight": {
        "vs-id": "Weight",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.121.12.1015",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with measured weight.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam with a patient weight measurement."
    },
    "Body temperature": {
        "vs-id": "Body temperature",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.152",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with an observation or measurement of a patient's body temperature.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam during which observation or measurement of a body temperature occurred."
    },
    "Body weight": {
        "vs-id": "Body weight",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.159",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with an observation or measurement of body weight.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam during which observation or measurement of a person's body weight occurred."
    },
    "Oxygen Saturation by Pulse Oximetry": {
        "vs-id": "Oxygen Saturation by Pulse Oximetry",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.151",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with an observation or measurement of oxygen saturation.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam during which observation or measurement of a person's oxygen saturation occurred via pulse oximtery."
    },
    "Respiratory Rate": {
        "vs-id": "Respiratory Rate",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.130",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with an observation or measurement of respiratory rate.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam during which observation or measurement of a person's respiratory rate occurred."
    },
    "Systolic Blood Pressure": {
        "vs-id": "Systolic Blood Pressure",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.163",
        "data-element": "The purpose of this value set is to represent concepts for a physical exam with an observation or measurement of systolic blood pressure.",
        "incld": "This value set may use a model element related to Physical Exam.",
        "excld": "Includes concepts that represent a physical exam during which observation or measurement of a person's systolic blood pressure occurred."
    },
    "Blood Transfusion": {
        "vs-id": "Blood Transfusion",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.213",
        "data-element": "The purpose of this value set is to group procedures of blood transfusions.",
        "incld": "This value set may use a model element related to procedure.",
        "excld": "Includes concepts that represent procedures of a blood transfusion."
    },
    "Delivery Procedures": {
        "vs-id": "Delivery Procedures",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.59",
        "data-element": "The purpose of this value set is to group concepts of procedures for delivery.",
        "incld": "This value set may use a model element related to procedure.",
        "excld": "Includes concepts that represent a procedure of delivery."
    },
    "Respiratory Support Procedures Related to COVID 19": {
        "vs-id": "Respiratory Support Procedures Related to COVID 19",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.379",
        "data-element": "The purpose of this value set is to group concepts of respiratory support procedures that when present with a confirmed COVID-19 diagnoses are indicative of a COVID-19 complication.",
        "incld": "This value set may use a model element related to procedure.",
        "excld": "Includes concepts that identify respiratory support procedures that are possibly performed with confirmed COVID-19 cases."
    },
    "Severe Maternal Morbidity Procedures": {
        "vs-id": "Severe Maternal Morbidity Procedures",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.256",
        "data-element": "The purpose of this value set is to group concepts of procedures for severe maternal morbidities.",
        "incld": "This value set may use a model element related to procedure.",
        "excld": "Includes concepts that represent procedures of a severe maternal morbidity."
    },
    "Application of Graduated Compression Stockings (GCS)": {
        "vs-id": "Application of Graduated Compression Stockings (GCS)",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.66",
        "data-element": "The purpose of this value set is to identify concepts of the procedure for the application of graduated compression stockings (GCS) for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to procedure.",
        "excld": "Includes concepts that represent the procedure of the application of a device used for venous thromboembolism (VTE) prophylaxis."
    },
    "Application of Intermittent Pneumatic Compression Devices (IPC)": {
        "vs-id": "Application of Intermittent Pneumatic Compression Devices (IPC)",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.65",
        "data-element": "The purpose of this value set is to identify concepts of the procedure for the application of Intermittent Pneumatic Compression Devices (IPC) for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to procedure.",
        "excld": "Includes concepts that represent the procedure of the application of a device used for venous thromboembolism (VTE) prophylaxis."
    },
    "Application of Venous Foot Pumps (VFP)": {
        "vs-id": "Application of Venous Foot Pumps (VFP)",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.64",
        "data-element": "The purpose of this value set is to identify concepts of the procedure for the application of venous foot pump for venous thromboembolism (VTE) prophylaxis.",
        "incld": "This value set may use a model element related to procedure.",
        "excld": "Includes concepts that represent the procedure of the application of a device used for venous thromboembolism (VTE) prophylaxis."
    },
    "General Surgery": {
        "vs-id": "General Surgery",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.255",
        "data-element": "The purpose of this value set is to represent concepts of procedures for thoracic and abdominal general surgery procedures, except for cardiac procedures.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for thoracic and abdominal general surgery, except for cardiac procedures."
    },
    "General or Neuraxial Anesthesia": {
        "vs-id": "General or Neuraxial Anesthesia",
        "clinical-focus": "2.16.840.1.113883.3.666.5.1743",
        "data-element": "The purpose of this value set is to represent concepts of a procedure for surgery where a general and/or neuraxial anesthesia is used.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for general and/or neuraxial anesthesia."
    },
    "Gynecological Surgery": {
        "vs-id": "Gynecological Surgery",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.257",
        "data-element": "The purpose of this value set is to represent concepts of procedures of gynecologic surgery.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for gynecologic surgery."
    },
    "Hip Fracture Surgery": {
        "vs-id": "Hip Fracture Surgery",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.258",
        "data-element": "The purpose of this value set is to represent concepts for procedures of hip fracture surgery.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for hip fracture surgery."
    },
    "Hip Replacement Surgery": {
        "vs-id": "Hip Replacement Surgery",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.259",
        "data-element": "The purpose of this value set is to represent concepts of procedures for total hip replacement procedures.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a total hip replacement."
    },
    "Intracranial Neurosurgery": {
        "vs-id": "Intracranial Neurosurgery",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.260",
        "data-element": "The purpose of this value set is to represent concepts for procedures of intracranial neurosurgery.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for intracranial neurosurgery."
    },
    "Knee Replacement Surgery": {
        "vs-id": "Knee Replacement Surgery",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.261",
        "data-element": "The purpose of this value set is to represent concepts for the procedure of a total knee replacement.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for total knee replacement."
    },
    "Urological Surgery": {
        "vs-id": "Urological Surgery",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.272",
        "data-element": "The purpose of this value set is to represent concepts for procedures of urological surgery.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for urologic surgery."
    },
    "DTaP Vaccine Administered": {
        "vs-id": "DTaP Vaccine Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1022",
        "data-element": "The purpose of this value set is to represent concepts for diphtheria, tetanus, and whooping cough (pertussis) (DTaP) vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a diphtheria, tetanus, and whooping cough (pertussis) (DTaP) vaccination."
    },
    "Hepatitis A Vaccine Administered": {
        "vs-id": "Hepatitis A Vaccine Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1041",
        "data-element": "The purpose of this value set is to represent concepts for a Hepatitis A vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a Hepatitis A vaccination."
    },
    "Hepatitis B Vaccine Administered": {
        "vs-id": "Hepatitis B Vaccine Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1042",
        "data-element": "The purpose of this value set is to represent concepts for a Hepatitis B vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a Hepatitis B vaccination."
    },
    "Hib Vaccine (3 dose schedule) Administered": {
        "vs-id": "Hib Vaccine (3 dose schedule) Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1084",
        "data-element": "The purpose of this value set is to represent concepts for a 3-dose haemophilus influenzae type b (Hib) vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a 3-dose haemophilus influenzae type b (Hib) vaccination."
    },
    "Hib Vaccine (4 dose schedule) Administered": {
        "vs-id": "Hib Vaccine (4 dose schedule) Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1086",
        "data-element": "The purpose of this value set is to represent concepts for a 4-dose haemophilus influenzae type b (Hib) vaccines.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a 4-dose haemophilus influenzae type b (Hib) vaccination."
    },
    "Inactivated Polio Vaccine (IPV) Administered": {
        "vs-id": "Inactivated Polio Vaccine (IPV) Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1045",
        "data-element": "The purpose of this value set is to represent concepts for an inactivated polio vaccination (IPV).",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent an inactivated polio vaccination (IPV)."
    },
    "Influenza Vaccine Administered": {
        "vs-id": "Influenza Vaccine Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1044",
        "data-element": "The purpose of this value set is to represent concepts for an influenza vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent an influenza vaccination."
    },
    "Influenza Virus LAIV Procedure": {
        "vs-id": "Influenza Virus LAIV Procedure",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1088",
        "data-element": "The purpose of this value set is to represent administration of live attenuated influenza vaccine.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent procedures for live attenuated influenza vaccination (quadrivalent and trivalent)."
    },
    "Measles, Mumps and Rubella (MMR) Vaccine Administered": {
        "vs-id": "Measles, Mumps and Rubella (MMR) Vaccine Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1031",
        "data-element": "The purpose of this value set is to represent concepts for measles, mumps and rubella (MMR) vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent measles, mumps and rubella (MMR) vaccination."
    },
    "Pneumococcal Conjugate Vaccine Administered": {
        "vs-id": "Pneumococcal Conjugate Vaccine Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1046",
        "data-element": "The purpose of this value set is to represent concepts for a pneumococcal conjugate vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a pneumococcal conjugate vaccination."
    },
    "Rotavirus Vaccine (2 dose schedule) Administered": {
        "vs-id": "Rotavirus Vaccine (2 dose schedule) Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1048",
        "data-element": "The purpose of this value set is to represent concepts for a 2-dose rotavirus vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent the administration of a 2-dose rotavirus vaccine."
    },
    "Rotavirus Vaccine (3 dose schedule) Administered": {
        "vs-id": "Rotavirus Vaccine (3 dose schedule) Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1047",
        "data-element": "The purpose of this value set is to represent concepts for a 3-dose rotavirus vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent the administration of a 3-dose rotavirus vaccine."
    },
    "Varicella Zoster Vaccine (VZV) Administered": {
        "vs-id": "Varicella Zoster Vaccine (VZV) Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1040",
        "data-element": "The purpose of this value set is to represent concepts for a varicella zoster vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a varicella zoster vaccination."
    },
    "Hysterectomy with No Residual Cervix": {
        "vs-id": "Hysterectomy with No Residual Cervix",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1014",
        "data-element": "The purpose of this value set is to represent concepts for hysterectomies that include removal of the patient's cervix.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent total or radical hysterectomies."
    },
    "Bilateral Mastectomy": {
        "vs-id": "Bilateral Mastectomy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1005",
        "data-element": "The purpose of this value set is to represent concepts for bilateral mastectomy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for bilateral mastectomy."
    },
    "Unilateral Mastectomy Left": {
        "vs-id": "Unilateral Mastectomy Left",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1133",
        "data-element": "The purpose of this value set is to represent concepts for unilateral mastectomy of the left breast.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a unilateral mastectomy of the left breast."
    },
    "Unilateral Mastectomy Right": {
        "vs-id": "Unilateral Mastectomy Right",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1134",
        "data-element": "The purpose of this value set is to represent concepts for unilateral mastectomy of the right breast.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for unilateral mastectomy of the right breast."
    },
    "Adult Pneumococcal Vaccine Administered": {
        "vs-id": "Adult Pneumococcal Vaccine Administered",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1162",
        "data-element": "The purpose of this value set is to represent concepts for an adult pneumococcal vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a 13-valent, 15-valent, 20-valent, 23-valent or unspecified formulation pneumococcal vaccination (for codes that exist)."
    },
    "Prostate Cancer Treatment": {
        "vs-id": "Prostate Cancer Treatment",
        "clinical-focus": "2.16.840.1.113883.3.526.3.398",
        "data-element": "The purpose of this value set is to represent concepts of procedures for prostate cancer treatments.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for interstitial prostate brachytherapy, external beam radiotherapy to the prostate, and radical prostatectomy."
    },
    "Salvage Therapy": {
        "vs-id": "Salvage Therapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.399",
        "data-element": "The purpose of this value set is to represent concepts of procedures for salvage therapy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for salvage therapy."
    },
    "Colonoscopy": {
        "vs-id": "Colonoscopy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.108.12.1020",
        "data-element": "The purpose of this value set is to represent concepts for a colonoscopy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a screening or diagnostic colonoscopy."
    },
    "Flexible Sigmoidoscopy": {
        "vs-id": "Flexible Sigmoidoscopy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1010",
        "data-element": "The purpose of this value set is to represent concepts for a flexible sigmoidoscopy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a flexible sigmoidoscopy."
    },
    "Total Colectomy": {
        "vs-id": "Total Colectomy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1019",
        "data-element": "The purpose of this value set is to represent concepts for a total colectomy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a total colectomy."
    },
    "Cataract Surgery": {
        "vs-id": "Cataract Surgery",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1411",
        "data-element": "The purpose of this value set is to represent concepts of procedures for cataract surgery.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure of cataract surgery."
    },
    "Dialysis Services": {
        "vs-id": "Dialysis Services",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1013",
        "data-element": "The purpose of this value set is to represent concepts for dialysis services.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent dialysis services."
    },
    "Kidney Transplant": {
        "vs-id": "Kidney Transplant",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.109.12.1012",
        "data-element": "The purpose of this value set is to represent concepts for a kidney transplant.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent kidney transplants."
    },
    "Heart Transplant": {
        "vs-id": "Heart Transplant",
        "clinical-focus": "2.16.840.1.113762.1.4.1178.33",
        "data-element": "The purpose of this value set is to represent concepts of procedures for heart transplant.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent heart transplant."
    },
    "Left Ventricular Assist Device Placement": {
        "vs-id": "Left Ventricular Assist Device Placement",
        "clinical-focus": "2.16.840.1.113762.1.4.1178.61",
        "data-element": "The purpose of this value set is to represent concepts of procedures for left ventricular assist device placement.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent procedures for left ventricular and biventricular device placement."
    },
    "Substance Use Disorder Long Acting Medication Administration": {
        "vs-id": "Substance Use Disorder Long Acting Medication Administration",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1156",
        "data-element": "The purpose of this Grouping value set is to represent concepts for long acting substance use disorder medication assisted treatment, usually administered as part of an opioid treatment program.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes interventions where a long acting substance use disorder treatment medication is administered (e.g., buprenorphine implant, buprenorphine injection or naltrexone injection)."
    },
    "Substance Use Disorder Short Acting Medication Administration": {
        "vs-id": "Substance Use Disorder Short Acting Medication Administration",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1157",
        "data-element": "The purpose of this Grouping Value Set is to represent concepts for short acting substance use disorder medication assisted treatment, usually administered as part of an opioid treatment program.",
        "incld": "This value set may use a model element related to Intervention.",
        "excld": "Includes interventions where a short acting substance use disorder treatment medication is administered (oral and sublingual naltrexone, buprenorphine and buprenorphine)."
    },
    "Cardiac Pacer": {
        "vs-id": "Cardiac Pacer",
        "clinical-focus": "2.16.840.1.113762.1.4.1178.53",
        "data-element": "The purpose of this value set is to represent concepts for cardiac pacer procedures.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent procedures related to cardiac pacer."
    },
    "Cardiac Surgery": {
        "vs-id": "Cardiac Surgery",
        "clinical-focus": "2.16.840.1.113883.3.526.3.371",
        "data-element": "The purpose of this value set is to represent concepts of procedures for cardiac surgery.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for cardiac surgery."
    },
    "Hemodialysis": {
        "vs-id": "Hemodialysis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1083",
        "data-element": "The purpose of this value set is to represent concepts for hemodialysis.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent hemodialysis."
    },
    "Influenza Vaccination": {
        "vs-id": "Influenza Vaccination",
        "clinical-focus": "2.16.840.1.113883.3.526.3.402",
        "data-element": "The purpose of this value set is to represent concepts for an influenza vaccination.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent an influenza vaccination."
    },
    "Peritoneal Dialysis": {
        "vs-id": "Peritoneal Dialysis",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1084",
        "data-element": "The purpose of this value set is to represent concepts for peritoneal dialysis.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent peritoneal dialysis."
    },
    "Procedures Used to Indicate Sexual Activity": {
        "vs-id": "Procedures Used to Indicate Sexual Activity",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.111.12.1017",
        "data-element": "The purpose of this value set is to represent procedures indicating history of sexual activity",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for pregnancy or postpartum or contraceptive use."
    },
    "Chemotherapy Administration": {
        "vs-id": "Chemotherapy Administration",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1027",
        "data-element": "The purpose of this value set is to represent concepts for the procedure of chemotherapy administration.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for chemotherapy administration."
    },
    "Bilateral Oophorectomy": {
        "vs-id": "Bilateral Oophorectomy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.471",
        "data-element": "The purpose of this value set is to represent concepts for bilateral oophorectomy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for bilateral oophorectomy."
    },
    "Bone Marrow Transplant": {
        "vs-id": "Bone Marrow Transplant",
        "clinical-focus": "2.16.840.1.113883.3.666.5.336",
        "data-element": "The purpose of this value set is to represent concepts for a bone marrow transplant.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent bone marrow transplants."
    },
    "Chemotherapy": {
        "vs-id": "Chemotherapy",
        "clinical-focus": "2.16.840.1.113883.3.526.3.485",
        "data-element": "The purpose of this value set is to represent concepts for chemotherapy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent chemotherapy."
    },
    "Evidence of Bilateral Oophorectomy": {
        "vs-id": "Evidence of Bilateral Oophorectomy",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1048",
        "data-element": "The purpose of this value set is to represent concepts for evidence of bilateral oophorectomy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a unilateral oophorectomy of a solitary remaining ovary."
    },
    "Gastric Bypass Surgery": {
        "vs-id": "Gastric Bypass Surgery",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1050",
        "data-element": "The purpose of this value set is to represent concepts for gastric bypass surgery.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a gastric bypass surgery."
    },
    "Major Transplant": {
        "vs-id": "Major Transplant",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1075",
        "data-element": "Includes concepts that represent a procedure for a transplant of the heart, thymus, spleen, lung, esophagus, stomach, small intestine, large intestine, liver, pancreas, ovary, uterus, face, hand or pancreatic islet cells.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a transplant of the heart, thymus, spleen, lung, esophagus, stomach, small intestine, large intestine, liver, pancreas, ovary, uterus, face, hand or pancreatic islet cells."
    },
    "Unilateral Oophorectomy Left": {
        "vs-id": "Unilateral Oophorectomy Left",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1028",
        "data-element": "The purpose of this value set is to represent concepts for unilateral oophorectomy of the left ovary.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a unilateral oophorectomy of the left ovary."
    },
    "Unilateral Oophorectomy Right": {
        "vs-id": "Unilateral Oophorectomy Right",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1032",
        "data-element": "The purpose of this value set is to represent concepts for unilateral oophorectomy of the right ovary.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a unilateral oophorectomy of the right ovary."
    },
    "Unilateral Oophorectomy, Unspecified Laterality": {
        "vs-id": "Unilateral Oophorectomy, Unspecified Laterality",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.1035",
        "data-element": "The purpose of this value set is to represent concepts for unilateral oophorectomy where the side was not specified.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for a unilateral oophorectomy where the side was not specified."
    },
    "CABG Surgeries": {
        "vs-id": "CABG Surgeries",
        "clinical-focus": "2.16.840.1.113883.3.666.5.694",
        "data-element": "The purpose of this value set is to represent concepts of coronary artery bypass graft (CABG) procedures.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure for coronary artery bypass graft (CABG) surgery."
    },
    "CABG, PCI Procedure": {
        "vs-id": "CABG, PCI Procedure",
        "clinical-focus": "2.16.840.1.113762.1.4.1138.566",
        "data-element": "CABG and PCI procedures",
        "incld": "CABG and PCI procedures",
        "excld": "Codes from 2018_Registry_SingleSource_v2.2"
    },
    "Carotid Intervention": {
        "vs-id": "Carotid Intervention",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.204",
        "data-element": "The purpose of this value set is to represent concepts for procedures for carotid surgical intervention.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a procedure carotid intervention surgery."
    },
    "PCI": {
        "vs-id": "PCI",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.67",
        "data-element": "This value set contains concepts that represent procedures used to define percutaneous coronary intervention (PCI).",
        "incld": "This value set may use the Quality Data Model (QDM) datatype related to Procedure, Performed. The intent of this data element is to identify patients who had percutaneous coronary intervention (PCI) during an episode of acute myocardial infarction. ",
        "excld": "Includes only relevant concepts associated with identifying patients receiving percutaneous coronary intervention (PCI). This is a grouping of ICD-10-PCS and SNOMED CT codes."
    },
    "Primary THA Procedure": {
        "vs-id": "Primary THA Procedure",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1006",
        "data-element": "The purpose of this value set is to represent concepts of primary total hip arthroplasty (THA).",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent primary total hip arthroplasty (THA)."
    },
    "Cystectomy for Urology Care": {
        "vs-id": "Cystectomy for Urology Care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.55",
        "data-element": "The purpose of this value set is to represent concepts for procedures of cystectomy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that identify a procedure of cystectomy."
    },
    "Primary TKA Procedure": {
        "vs-id": "Primary TKA Procedure",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.198.12.1007",
        "data-element": "The purpose of this value set is to represent concepts for primary total knee arthroplasty (TKA).",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent a primary total knee arthroplasty (TKA)."
    },
    "Atrial Ablation": {
        "vs-id": "Atrial Ablation",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.203",
        "data-element": "The purpose of this value set is to represent concepts for procedures for atrial ablation.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that identify a procedure for atrial ablation."
    },
    "Intravenous or Intra-arterial Thrombolytic (t-PA) Therapy": {
        "vs-id": "Intravenous or Intra-arterial Thrombolytic (t-PA) Therapy",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.21",
        "data-element": "The purpose of this value set is to represent concepts for procedures of intravenous or intra-arterial thrombolytic (t-PA) therapy.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that identify a procedure for intravenous or intra-arterial thrombolytic (t-PA) therapy."
    },
    "Fluoride Varnish Application for Children": {
        "vs-id": "Fluoride Varnish Application for Children",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.125.12.1002",
        "data-element": "The purpose of this value set is to represent concepts for fluoride varnish applications.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent fluoride varnish applications."
    },
    "Endotracheal Intubation": {
        "vs-id": "Endotracheal Intubation",
        "clinical-focus": "2.16.840.1.113762.1.4.1045.69",
        "data-element": "This value set contains concepts that represent procedures used to define endotracheal intubation.",
        "incld": "This value set may use the Quality Data Model (QDM) category related to Procedure. The intent of this data element is to identify patients who received endotracheal intubation as a medical procedure. ",
        "excld": "Includes only relevant concepts associated with identifying patients who had endotracheal intubation. This is a grouping of ICD-10-PCS and SNOMED CT codes."
    },
    "Intracranial or Intraspinal surgery": {
        "vs-id": "Intracranial or Intraspinal surgery",
        "clinical-focus": "2.16.840.1.113762.1.4.1170.2",
        "data-element": "The purpose of this value set is to represent concepts for either intracranial or intraspinal surgeries.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes ICD-10 and SNOMED codes that represent procedures for intracranial or intraspinal surgeries."
    },
    "Major Surgical Procedure": {
        "vs-id": "Major Surgical Procedure",
        "clinical-focus": "2.16.840.1.113883.3.3157.4056",
        "data-element": "The purpose of this value set is to represent concepts for major surgical procedures.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes ICD-10 and SNOMED codes that represent major surgical procedures."
    },
    "Mechanical Circulatory Assist Device": {
        "vs-id": "Mechanical Circulatory Assist Device",
        "clinical-focus": "2.16.840.1.113883.3.3157.4052",
        "data-element": "The purpose of this value set is to represent concepts for mechanical circulatory assist devices.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes CPT and SNOMEDCT codes that represent procedures associated with mechanical circulatory devices used to support heart function."
    },
    "Percutaneous Coronary Intervention": {
        "vs-id": "Percutaneous Coronary Intervention",
        "clinical-focus": "2.16.840.1.113883.3.3157.2000.5",
        "data-element": "This comprehensive set of codes is intended to capture a patient who undergoes a PCI procedure.",
        "incld": "The intent of this data element is to identify patients with a PCI procedure.",
        "excld": "Includes HCPCS/CPT/SNOMED-CT/ICD-10-PCS codes that indicate PCI procedures."
    },
    "Parenteral Nutrition": {
        "vs-id": "Parenteral Nutrition",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.38",
        "data-element": "The purpose of this value set is to represent concepts for procedures of parenteral infusion.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that represent concepts for procedures of parenteral infusion."
    },
    "Breast Milk": {
        "vs-id": "Breast Milk",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.30",
        "data-element": "The purpose of this value set is to represent concepts for the substance of breast milk.",
        "incld": "This value set may use a model element related to Substance.",
        "excld": "Includes concepts that identify a substance of breast milk."
    },
    "Dietary Intake Other than Breast Milk": {
        "vs-id": "Dietary Intake Other than Breast Milk",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.27",
        "data-element": "The purpose of this value set is to represent concepts for a substance of dietary intake other than breast milk.",
        "incld": "This value set may use a model element related to Substance.",
        "excld": "Includes concepts that identify a substance of dietary intake other than breast milk."
    },
    "Frailty Symptom": {
        "vs-id": "Frailty Symptom",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.113.12.1075",
        "data-element": "The purpose of this value set is to represent concepts for symptoms of frailty.",
        "incld": "This value set may use a model element related to Symptom.",
        "excld": "Includes concepts that represent a symptom of frailty."
    },
    "Anemia": {
        "vs-id": "Anemia",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.323",
        "data-element": "The purpose of this value set is to group diagnoses of anemia.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of an anemia."
    },
    "Autoimmune Disease": {
        "vs-id": "Autoimmune Disease",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.311",
        "data-element": "The purpose of this value set is to group diagnoses of autoimmune disease.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of an autoimmune disease."
    },
    "BMI >= 40": {
        "vs-id": "BMI >= 40",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.290",
        "data-element": "The purpose of this value set is to group diagnoses of a body mass index greater than or equal to 40.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a body mass index greater than or equal to 40."
    },
    "Bariatric Surgery": {
        "vs-id": "Bariatric Surgery",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.317",
        "data-element": "The purpose of this value set is to group diagnoses of bariatric surgery.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a bariatric surgery."
    },
    "Bleeding Disorder": {
        "vs-id": "Bleeding Disorder",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.287",
        "data-element": "The purpose of this value set is to group diagnoses of a bleeding disorders.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a bleeding disorder."
    },
    "COVID 19 Confirmed": {
        "vs-id": "COVID 19 Confirmed",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.373",
        "data-element": "The purpose of this value set is to group diagnoses of COVID-19.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of COVID-19."
    },
    "Cardiac Disease": {
        "vs-id": "Cardiac Disease",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.341",
        "data-element": "The purpose of this value set is to group diagnoses of cardiac disease.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of cardiac disease."
    },
    "Economic Housing Instability": {
        "vs-id": "Economic Housing Instability",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.292",
        "data-element": "The purpose of this value set is to group diagnoses of economic housing instability.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of an economic housing instability."
    },
    "Gastrointestinal Disease": {
        "vs-id": "Gastrointestinal Disease",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.338",
        "data-element": "The purpose of this value set is to group diagnoses of gastrointestinal diseases.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a gastrointestinal disease."
    },
    "Gestational Diabetes": {
        "vs-id": "Gestational Diabetes",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.269",
        "data-element": "The purpose of this value set is to group diagnoses of gestational diabetes.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of gestational diabetes."
    },
    "Hypertension": {
        "vs-id": "Hypertension",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.332",
        "data-element": "The purpose of this value set is to group diagnoses of pre-existing hypertension.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of pre-existing hypertension."
    },
    "Long Term Anticoagulant Use": {
        "vs-id": "Long Term Anticoagulant Use",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.366",
        "data-element": "The purpose of this value set is to group diagnoses for long term use of anticoagulants.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis for current long term use of anticoagulants."
    },
    "Mental Health Disorder": {
        "vs-id": "Mental Health Disorder",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.314",
        "data-element": "The purpose of this value set is to group diagnoses of mental health disorders.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a mental health disorder related to psychotic, nonpsychotic, and mood disorders."
    },
    "Multiple Pregnancy": {
        "vs-id": "Multiple Pregnancy",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.284",
        "data-element": "The purpose of this value set is to group diagnoses of a multiple pregnancy.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a multiple pregnancy."
    },
    "Neuromuscular Disease": {
        "vs-id": "Neuromuscular Disease",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.308",
        "data-element": "The purpose of this value set is to group diagnoses of neuromuscular disease.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a neuromuscular disease."
    },
    "Obstetrical VTE": {
        "vs-id": "Obstetrical VTE",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.363",
        "data-element": "The purpose of this value set is to group diagnoses of an obstetrical venous thromboembolism (VTE).",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of an obstetrical venous thromboembolism (VTE)."
    },
    "Other Preeclampsia": {
        "vs-id": "Other Preeclampsia",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.329",
        "data-element": "The purpose of this value set is to group diagnoses of other pre-eclampsia.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of other pre-eclampsia."
    },
    "Patient Expired": {
        "vs-id": "Patient Expired",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.309",
        "data-element": "The purpose of this value set is to represent concepts for an encounter with a discharge disposition of patient who has died in the hospital.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that identify an encounter with a discharge disposition of a patient who has died in the hospital."
    },
    "Placenta Previa": {
        "vs-id": "Placenta Previa",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.35",
        "data-element": "The purpose of this value set is to identify diagnoses of a placenta previa.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a complete or partial placenta previa during the 3rd trimester or when trimester is unspecified."
    },
    "Placental Abruption": {
        "vs-id": "Placental Abruption",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.305",
        "data-element": "The purpose of this value set is to group diagnoses of placental abruption.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a placental abruption."
    },
    "Placental Accreta Spectrum": {
        "vs-id": "Placental Accreta Spectrum",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.302",
        "data-element": "The purpose of this value set is to group diagnoses of a placental accreta spectrum.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a placental accreta, percreta, or increta during the 3rd trimester."
    },
    "Preexisting Diabetes": {
        "vs-id": "Preexisting Diabetes",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.275",
        "data-element": "The purpose of this value set is to group diagnoses of pre-existing diabetes.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of pre-existing diabetes."
    },
    "Present On Admission = Yes or Exempt": {
        "vs-id": "Present On Admission = Yes or Exempt",
        "clinical-focus": "2.16.840.1.113762.1.4.1110.63",
        "data-element": "The purpose of this value set is to identify that diagnosis is present on admission or exempt from POA status.",
        "incld": "This value set may use a model element related to encounter diagnosis.",
        "excld": "Includes concepts that identify a diagnosis indicator of being present on admission or exempt from POA status."
    },
    "Present on Admission = No or Unable To Determine": {
        "vs-id": "Present on Admission = No or Unable To Determine",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.370",
        "data-element": "The purpose of this value set is to identify that diagnosis is not present on admission or unable to determine.",
        "incld": "This value set may use a model element related to encounter diagnosis.",
        "excld": "Includes concepts that identify a diagnosis indicator of not  being present on admission."
    },
    "Preterm Birth": {
        "vs-id": "Preterm Birth",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.299",
        "data-element": "The purpose of this value set is to group diagnoses of a preterm birth.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a gestation <=36 weeks."
    },
    "Previous Cesarean": {
        "vs-id": "Previous Cesarean",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.278",
        "data-element": "The purpose of this value set is to group diagnoses of a previous cesarean section.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a previous cesarean section."
    },
    "Pulmonary Hypertension": {
        "vs-id": "Pulmonary Hypertension",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.281",
        "data-element": "The purpose of this value set is to group diagnoses of pulmonary hypertension.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a pulmonary hypertension."
    },
    "Renal Disease": {
        "vs-id": "Renal Disease",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.335",
        "data-element": "The purpose of this value set is to group diagnoses of renal disease.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of renal disease."
    },
    "Respiratory Conditions Related to COVID 19": {
        "vs-id": "Respiratory Conditions Related to COVID 19",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.376",
        "data-element": "The purpose of this value set is to group diagnoses of respiratory conditions that when present with a confirmed COVID-19 diagnoses are indicative of a COVID-19 complication.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify diagnoses of respiratory conditions that are possibly present with COVID-19 or caused by COVID-19."
    },
    "Severe Maternal Morbidity Diagnoses": {
        "vs-id": "Severe Maternal Morbidity Diagnoses",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.255",
        "data-element": "The purpose of this value set is to group diagnoses of  severe maternal morbidities.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a severe maternal morbidity."
    },
    "Severe Preeclampsia": {
        "vs-id": "Severe Preeclampsia",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.327",
        "data-element": "The purpose of this value set is to group diagnoses of severe pre-eclampsia.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of a severe pre-eclampsia."
    },
    "Substance Abuse": {
        "vs-id": "Substance Abuse",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.320",
        "data-element": "The purpose of this value set is to group diagnoses of substance abuse.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of substance abuse."
    },
    "Thyrotoxicosis": {
        "vs-id": "Thyrotoxicosis",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.296",
        "data-element": "The purpose of this value set is to group diagnoses of thyrotoxicosis.",
        "incld": "This value set may use a model element related to diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of thyrotoxicosis."
    },
    "Discharge To Acute Care Facility": {
        "vs-id": "Discharge To Acute Care Facility",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.87",
        "data-element": "The purpose of this value set is to represent concepts for an encounter with the discharge of a patient to an acute care facility.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter with a discharge to a short-term acute care hospital, including a specialty hospital."
    },
    "Discharged to Health Care Facility for Hospice Care": {
        "vs-id": "Discharged to Health Care Facility for Hospice Care",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.207",
        "data-element": "The purpose of this value set is to represent concepts for an encounter with a discharge disposition of a patient to a health care facility for hospice care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter with a discharge disposition to a health care facility."
    },
    "Discharged to Home for Hospice Care": {
        "vs-id": "Discharged to Home for Hospice Care",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.209",
        "data-element": "The purpose of this value set is to represent concepts for an encounter with the discharge of a patient to home for hospice care.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter with a discharge disposition to home for hospice care."
    },
    "Hemorrhagic Stroke": {
        "vs-id": "Hemorrhagic Stroke",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.212",
        "data-element": "The purpose of this value set is to identify concepts for diagnoses of hemorrhagic stroke.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of hemorrhagic stroke."
    },
    "Left Against Medical Advice": {
        "vs-id": "Left Against Medical Advice",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.308",
        "data-element": "The purpose of this value set is to represent concepts for an encounter with a patient discharge of leaving against medical advice.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter with a discharge disposition of leaving against medical advice."
    },
    "Medical Reason": {
        "vs-id": "Medical Reason",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1007",
        "data-element": "The purpose of this value set is to represent concepts for medical reasons for not receiving a therapy or service.",
        "incld": "This value set may use a model element related to Negation Rationale.",
        "excld": "Includes concepts that describe a medical reason for not receiving a therapy or service."
    },
    "Patient Refusal": {
        "vs-id": "Patient Refusal",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.93",
        "data-element": "The purpose of this value set is to represent concepts of negation rationale for a patient's refusal of treatment.",
        "incld": "This value set may use a model element related to Negation Rationale.",
        "excld": "Includes concepts that identify a negation rationale for refusal of any intervention."
    },
    "Intensive Care Unit": {
        "vs-id": "Intensive Care Unit",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.206",
        "data-element": "The purpose of this value set is to represent concepts of locations of adult or pediatric intensive care units (ICUs).",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent a location for an adult or pediatric intensive care unit (ICU)."
    },
    "Intravenous route": {
        "vs-id": "Intravenous route",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.222",
        "data-element": "The purpose of this value set is to identify concepts of a procedure of medication administered intravenously.",
        "incld": "This value set may use a model element related to Procedure.",
        "excld": "Includes concepts that identify a procedure of a medication given intravenously."
    },
    "Low Risk": {
        "vs-id": "Low Risk",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.400",
        "data-element": "The purpose of this value set is to describe concepts for an assessment with a measurement containing results of \"low.\"",
        "incld": "This value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent an assessment with results of \"low\"."
    },
    "Mental Health Diagnoses": {
        "vs-id": "Mental Health Diagnoses",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1004",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of mental health disorders.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for mental health disorders."
    },
    "Obstetrics": {
        "vs-id": "Obstetrics",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.263",
        "data-element": "The purpose of this value set is to identify concepts of diagnoses of a condition related to pregnancy or obstetrics.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that describe a diagnosis related to pregnancy or obstetrics."
    },
    "Obstetrics VTE": {
        "vs-id": "Obstetrics VTE",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.264",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses to identify patients who have venous thromboembolism (VTE) related to pregnancy or obstetrics.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis for venous thromboembolism related to pregnancy or obstetrics."
    },
    "Subcutaneous route": {
        "vs-id": "Subcutaneous route",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.223",
        "data-element": "The purpose of this value set is to represent concepts for a medication administered by subcutaneous route.",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that identify a medication given subcutaneously."
    },
    "Admit Inpatient": {
        "vs-id": "Admit Inpatient",
        "clinical-focus": "2.16.840.1.113762.1.4.1111.164",
        "data-element": "The purpose of this value set is to represent concepts of an assessment result of decision to admit to inpatient hospitalization.",
        "incld": "The value set may use a model element related to Assessment.",
        "excld": "Includes concepts that represent an assessment that resulted in a decision to admit to an inpatient hospital setting."
    },
    "Hospital Settings": {
        "vs-id": "Hospital Settings",
        "clinical-focus": "2.16.840.1.113762.1.4.1111.126",
        "data-element": "The purpose of this value set is to identify concepts of  inpatient or outpatient hospital admission sources.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent encounters of  inpatient or outpatient hospital admission sources."
    },
    "Psychiatric/Mental Health Diagnosis": {
        "vs-id": "Psychiatric/Mental Health Diagnosis",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.299",
        "data-element": "The purpose of this value set is to group concepts of  psychiatric and mental health diagnoses.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of a psychiatric and mental health disorder."
    },
    "Advanced Illness": {
        "vs-id": "Advanced Illness",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.110.12.1082",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of  advanced illnesses.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of advanced illness when combined with older age and indications of frailty. Codes cover a wide range of conditions: heart failure, end stage renal disease, liver disease, emphysema, dementia and neurodegenerative disorders, metastatic and sever cancers, respiratory failure, and pulmonary fibrosis."
    },
    "Visual Acuity 20/40 or Better": {
        "vs-id": "Visual Acuity 20/40 or Better",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1483",
        "data-element": "The purpose of this value set is to represent concepts of a physical exam with visual acuity findings that are 20/40 or better.",
        "incld": "This value set may use a model element Physical Exam.",
        "excld": "Includes concepts that represent a physical exam with a result of distance vision findings of 20/40 or better."
    },
    "Moderate or Severe": {
        "vs-id": "Moderate or Severe",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1092",
        "data-element": "The purpose of this value set is to represent concepts of severe and moderate levels of severity.",
        "incld": "This value set may use a model element related to Severity.",
        "excld": "Includes concepts that represent a Allergy/Intolerance, Adverse Event, Diagnosis, or Symptom with a severity of severe and moderate levels."
    },
    "Patient Reason": {
        "vs-id": "Patient Reason",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1008",
        "data-element": "The purpose of this value set is to represent concepts for patient-specific reasons for not receiving a therapy or service.",
        "incld": "This value set may use a model element related to Negation Rationale.",
        "excld": "Includes concepts that represent a patient-specific reason for not receiving a therapy or service."
    },
    "Patient Reason for ACE Inhibitor or ARB Decline": {
        "vs-id": "Patient Reason for ACE Inhibitor or ARB Decline",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1140",
        "data-element": "The purpose of this value set is to represent concepts for communication of a patient reason for declining angiotensin-converting enzyme (ACE) inhibitor or angiotensin ii receptor blocker (ARB) therapy.",
        "incld": "This value set may use a model element related to Communication.",
        "excld": "Includes concepts that represent a communication of declining angiotensin-converting enzyme (ACE) inhibitor or angiotensin ii receptor blocker (ARB) therapy."
    },
    "Ambulatory": {
        "vs-id": "Ambulatory",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.122.12.1003",
        "data-element": "The purpose of this value set is to represent concepts for encounters in an ambulatory setting.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an ambulatory setting."
    },
    "Mental Behavioral and Neurodevelopmental Disorders": {
        "vs-id": "Mental Behavioral and Neurodevelopmental Disorders",
        "clinical-focus": "2.16.840.1.113883.3.464.1003.105.12.1203",
        "data-element": "The purpose of this value set is to represent concepts for a diagnosis of a mental, behavioral or neurodevelopmental disorder.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of mental health or substance abuse."
    },
    "Tobacco Non User": {
        "vs-id": "Tobacco Non User",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1189",
        "data-element": "The purpose of this value set is to represent concepts for an observation of tobacco non-user status.",
        "incld": "This value set may use a model element related to Observation.",
        "excld": "Includes concepts that represent an observation of non-use of tobacco products, including smoking and smoke-less tobacco products such as chew, snuff, pipe, cigarette, cigar, etc."
    },
    "Tobacco User": {
        "vs-id": "Tobacco User",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1170",
        "data-element": "The purpose of this value set is to represent concepts for an observation of tobacco user status.",
        "incld": "This value set may use a model element related to Observation.",
        "excld": "Includes concepts that represent an observation of use of tobacco products, including smoking and smoke-less tobacco products such as chew, snuff, pipe, cigarette, cigar, etc."
    },
    "System Reason": {
        "vs-id": "System Reason",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1009",
        "data-element": "The purpose of this value set is to represent concepts for system-specific reasons for not receiving a therapy or service.",
        "incld": "This value set may use a model element related to Negation Rationale.",
        "excld": "Includes concepts that represent a system-specific reason for not receiving a therapy or service."
    },
    "Major Depressive Disorder Active": {
        "vs-id": "Major Depressive Disorder Active",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1491",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of active major depressive disorders.",
        "incld": "This value set may use a model element related to Diagnosis or an Encounter diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of major depressive disorder including both single and recurrent episodes with any level of severity."
    },
    "Finding of Elevated Blood Pressure or Hypertension": {
        "vs-id": "Finding of Elevated Blood Pressure or Hypertension",
        "clinical-focus": "2.16.840.1.113762.1.4.1047.514",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of elevated blood pressure or hypertension.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent a diagnosis of elevated blood pressure or hypertension."
    },
    "Patient Declined": {
        "vs-id": "Patient Declined",
        "clinical-focus": "2.16.840.1.113883.3.526.3.1582",
        "data-element": "The purpose of this value set is to represent concepts indicating a reason for patient refusal.",
        "incld": "This value set may use a model element related to Negation Rationale.",
        "excld": "Includes concepts that identify a reason for refusing treatment."
    },
    "Hospice Care Referral or Admission": {
        "vs-id": "Hospice Care Referral or Admission",
        "clinical-focus": "2.16.840.1.113762.1.4.1116.365",
        "data-element": "The purpose of this value set is to represent concepts for an encounter of hospice care.",
        "incld": "This value set may use a model element related to Intervention or Encounter.",
        "excld": "Includes concepts that represent an intervention of or encounter for hospice care."
    },
    "Unavailability of Bacillus Calmette Guerin for urology care": {
        "vs-id": "Unavailability of Bacillus Calmette Guerin for urology care",
        "clinical-focus": "2.16.840.1.113762.1.4.1151.44",
        "data-element": "The purpose of this value set is to identify concepts for the unavailability of Bacillus Calmette Guerin (BCG).",
        "incld": "This value set may use a model element related to Medication.",
        "excld": "Includes concepts that identify a reason for the unavailability of Bacillus Calmette Guerin (BCG)"
    },
    "Nutritional Status Moderately Malnourished": {
        "vs-id": "Nutritional Status Moderately Malnourished",
        "clinical-focus": "2.16.840.1.113762.1.4.1095.47",
        "data-element": "Malnutrition assessment of a patient based upon clinically relevant criteria indicates that an individual is moderately malnourished.",
        "incld": "This set of values indicates that an individual is moderately malnourished.",
        "excld": "Terms related to Moderately Malnourished are included."
    },
    "Nutritional Status Severely Malnourished": {
        "vs-id": "Nutritional Status Severely Malnourished",
        "clinical-focus": "2.16.840.1.113762.1.4.1095.43",
        "data-element": "Malnutrition assessment of a patient based upon clinically relevant criteria indicates that an individual is severely malnourished.",
        "incld": "This set of values indicates that a nutritional diagnosis was completed by a health care professional.",
        "excld": "Malnutrition codes from extensional sets which represent an individual is severely malnourished."
    },
    "Adverse reaction to thrombolytics": {
        "vs-id": "Adverse reaction to thrombolytics",
        "clinical-focus": "2.16.840.1.113762.1.4.1170.6",
        "data-element": "The purpose of this value set is to represent concepts for adverse reactions to thrombolytic medications used for treatment of ST-segment elevation myocardial infaction (STEMI).",
        "incld": "This value set may use a model element related to Disorder.",
        "excld": "Includes SNOMED-CT codes that represent adverse reactions to thrombolytic medications for STEMI treatment."
    },
    "Galactosemia": {
        "vs-id": "Galactosemia",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.35",
        "data-element": "The purpose of this value set is to represent concepts for diagnoses of galactosemia.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that identify a diagnosis of galactosemia."
    },
    "Neonatal Intensive Care Unit (NICU)": {
        "vs-id": "Neonatal Intensive Care Unit (NICU)",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.205",
        "data-element": "The purpose of this value set is to represent concepts for locations to identify neonatal intensive care units (NICUs).",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent a location to identify neonatal intensive care units (NICU)."
    },
    "Other Health Care Facility": {
        "vs-id": "Other Health Care Facility",
        "clinical-focus": "2.16.840.1.113762.1.4.1029.67",
        "data-element": "The purpose of this value set is to represent concepts for encounters in post-acute and psychiatric settings.",
        "incld": "This value set may use a model element related to Encounter.",
        "excld": "Includes concepts that represent an encounter specific to extended care facilities, intermediate care facilities, LTACHs, nursing homes, skilled nursing facilities, veterans homes, and psychiatric hospitals."
    },
    "Single Live Born Newborn Born in Hospital": {
        "vs-id": "Single Live Born Newborn Born in Hospital",
        "clinical-focus": "2.16.840.1.113883.3.117.1.7.1.26",
        "data-element": "The purpose of this value set is to represent concepts of diagnoses to indicate types of single live newborn deliveries.",
        "incld": "This value set may use a model element related to Diagnosis.",
        "excld": "Includes concepts that represent diagnoses of types of single live newborn deliveries."
    }
}